Repository: pkp/ops
Catalog: locale/*/locale.po
Languages: bg, cs, de, mk, pt_br, tr

# installer.installationInstructions
source: <h4>OPS Version {$version}</h4> <p>Thank you for downloading the Public Knowledge Project's <strong>Open Preprint Systems</strong>. Before proceeding, please read the <a href="{$baseUrl}/README.md">README</a> file included with this software. For more information about the Public Knowledge Project and its software projects, please visit the <a href="https://pkp.sfu.ca/" target="_blank">PKP web site</a>. If you have bug reports or technical support inquiries about Open Preprint Systems, see the <a href="https://forum.pkp.sfu.ca" target="_blank">support forum</a> or visit PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Although the support forum is the preferred method of contact, you can also email the team at <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Upgrade</h4> <p>If you are upgrading an existing installation of OPS, <a href="{$upgradeUrl}">click here</a> to proceed.</p> <h4>Recommended system requirements</h4> <ul> <li><a href="https://www.php.net" target="_blank">PHP</a> >= {$phpRequiredVersion}; you are currently using PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="https://www.mysql.com" target="_blank">MySQL</a> >= 4.1 or <a href="https://www.postgresql.org" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="https://httpd.apache.org" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x or Microsoft IIS 6</li> <li>Operating system: Any OS that supports the above software, including <a href="https://www.linux.org/" target="_blank">Linux</a>, <a href="https://www.bsd.org" target="_blank">BSD</a>, <a href="https://www.oracle.com/solaris/" target="_blank">Solaris</a>, <a href="https://www.apple.com" target="_blank">Mac OS X</a>, <a href="https://www.microsoft.com">Windows</a></li> </ul> <p>As PKP does not have the resources to test every possible combination of software versions and platforms, no guarantee of correct operation or support is implied.</p> <p>Changes to these settings can be made after installation by editing the file <tt>config.inc.php</tt> in the base OPS directory, or using the site administration web interface.</p> <h4>Supported database systems</h4> <p>OPS has currently only been tested on MySQL and PostgreSQL, although other database management systems supported by <a href="https://adodb.org" target="_blank">ADOdb</a> may work (in full or partially). Compatibility reports and/or code patches for alternative DBMSs can be sent to the OPS team.</p>
bg: <h4>Версия на OPS {$version}</h4> <p>Благодарим ви, че изтеглихте <strong>Open Preprint Systems</strong> на Public Knowledge Project. Преди да продължите, моля, прочетете файла <a href="{$baseUrl}/README.md">README</a> , включен в този софтуер. За повече информация относно проекта Public Knowledge и неговите софтуерни проекти, моля, посетете <a href="https://pkp.sfu.ca/" target="_blank"> сайтът на PKP</a>. Ако имате доклади за грешки или запитвания за техническа поддръжка относно Open Preprint Systems, вижте <a href="https://forum.pkp.sfu.ca" target="_blank">форумът за поддръжка</a> или посетете PKP онлайн <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">система за докладване на грешки</a>. Въпреки че форумът за поддръжка е предпочитаният метод за контакт, можете също да изпратите имейл на екипа на <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Надстройка</h4> <p>Ако надграждате съществуваща инсталация на OPS, <a href="{$upgradeUrl}">щракнете тук</a> за да продължите.</p> <h4>Препоръчителни системни изисквания</h4> <ul> <li><a href="https://www.php.net" target="_blank">PHP</a> >= {$phpRequiredVersion}; в момента използвате PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="https://www.mysql.com" target="_blank">MySQL</a> >= 4.1 или <a href="https://www.postgresql.org" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="https://httpd.apache.org" target="_blank">Apache</a> >= 1.3.2x или >= 2.0.4x or Microsoft IIS 6</li> <li>Операционна система: Всяка операционна система, която поддържа горния софтуер, включително <a href="https://www.linux.org/" target="_blank">Linux</a>, <a href="https://www.bsd.org" target="_blank">BSD</a>, <a href="https://www.oracle.com/solaris/" target="_blank">Solaris</a>, <a href="https://www.apple.com" target="_blank">Mac OS X</a>, <a href="https://www.microsoft.com">Windows</a></li> </ul> <p>Тъй като PKP не разполага с ресурсите да тества всяка възможна комбинация от софтуерни версии и платформи, не се подразбира гаранция за правилна работа или поддръжка.</p> <p>Промени в тези настройки могат да бъдат направени след инсталирането чрез редактиране на файла <tt>config.inc.php</tt> в основната OPS директория или чрез използване на уеб интерфейса за администриране на сайта.</p> <h4>Поддържани системи за бази данни</h4> <p>OPS в момента е тестван само на MySQL и PostgreSQL, въпреки че други системи за управление на бази данни, поддържани от <a href="https://adodb.org" target="_blank">ADOdb</a> може да работят (напълно или частично). Доклади за съвместимост и/или корекции на код за алтернативни СУБД могат да се изпращат до екипа на OPS.</p>
cs: <h4>Verze OPS {$version}</h4> <p>Děkujeme, že jste si stáhli projekt Public Knowledge <strong>Open Preprint Systems</strong>. Před pokračováním si přečtěte <a href="{$baseUrl}/README.md">README</a> soubor, který je součástí tohoto softwaru. Další informace o projektu Public Knowledge a jeho softwarových projektech naleznete na adrese <a href="https://pkp.sfu.ca/" target="_blank">stránky PKP</a>. Pokud máte hlášení o chybách nebo dotazy na technickou podporu týkající se systému Open Preprint Systems, podívejte se na následující stránky <a href="https://forum.pkp.sfu.ca" target="_blank">fórum podpory</a> nebo navštivte v rámci stránek PKP <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">stránky systému hlášení chyb</a>. Ačkoli je preferovaným způsobem kontaktu fórum podpory, můžete tým kontaktovat také e-mailem na adrese. <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Upgrade</h4> <p>Pokud aktualizujete stávající instalaci OPS, <a href="{$upgradeUrl}">klikněte zde</a> pro pokračování.</p> <h4>Doporučené systémové požadavky</h4> <ul> <li><a href="https://www.php.net" target="_blank">PHP</a> >= {$phpRequiredVersion}; v současné době používáte PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="https://www.mysql.com" target="_blank">MySQL</a> >= 4.1 or <a href="https://www.postgresql.org" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="https://httpd.apache.org" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x or Microsoft IIS 6</li> <li>Operační systém: Jakýkoli operační systém, který podporuje výše uvedený software, včetně <a href="https://www.linux.org/" target="_blank">Linuxu</a>, <a href="https://www.bsd.org" target="_blank">BSD</a>, <a href="https://www.oracle.com/solaris/" target="_blank">Solaris</a>, <a href="https://www.apple.com" target="_blank">Mac OS X</a>, <a href="https://www.microsoft.com">Windows</a></li> </ul> <p>Protože společnost PKP nemá prostředky na testování všech možných kombinací verzí softwaru a platforem, není zaručena správná funkce ani podpora.</p> <p>Změny těchto nastavení lze provést po instalaci úpravou souboru. <tt>config.inc.php</tt> v základním adresáři OPS nebo pomocí webového rozhraní pro správu webu.</p> <h4>Podporované databázové systémy</h4> <p>OPS byl v současné době testován pouze na systémech MySQL a PostgreSQL, ačkoli ostatní systémy pro správu databází podporované systémem<a href="https://adodb.org" target="_blank">ADOdb</a> může fungovat (zcela nebo částečně). Zprávy o kompatibilitě a/nebo opravy kódu pro alternativní DBMS lze zaslat týmu OPS.</p>
de: <h4>OPS Version {$version}</h4><p>Vielen Dank für das Herunterladen des Public Knowledge Project's <strong>Open Preprint Systems</strong>. Bevor Sie fortfahren, lesen Sie bitte die <a href="{$baseUrl}/README.md">README</a> die Datei, die dieser Software beiliegt. Für weitere Informationen über das Public Knowledge Project und seine Softwareprojekte besuchen Sie bitte die <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. Wenn Sie Fehlerberichte oder technische Supportanfragen zu Open Preprint Systems haben, wenden Sie sich an die <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> or visit PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Obwohl das Support-Forum die bevorzugte Methode der Kontaktaufnahme ist, können Sie auch eine E-Mail an das Team senden <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p><h4>Upgrade</h4><p>Wenn Sie eine bestehende OPS-Installation aktualisieren, <a href="{$upgradeUrl}">klicken Sie hier</a> um fortzufahren.</p><h4>Empfohlene Systemanforderungen</h4><ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; Sie verwenden derzeit PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 or <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x or Microsoft IIS 6</li> <li>Operating system: Any OS that supports the above software, including <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li></ul><p>Da die PKP nicht über die Ressourcen verfügt, um alle möglichen Kombinationen von Softwareversionen und Plattformen zu testen, kann keine Garantie für den korrekten Betrieb oder die Unterstützung übernommen werden.</p><p>Änderungen an diesen Einstellungen können nach der Installation vorgenommen werden, indem die Datei <tt>config.inc.php</tt> indem Sie die Datei im Basis-OPS-Verzeichnis bearbeiten oder die Webschnittstelle der Website-Verwaltung verwenden.</p><h4>Unterstützte Datenbanksysteme</h4><p>OPS wurde derzeit nur auf MySQL und PostgreSQL getestet, obwohl andere Datenbankmanagementsysteme, die von <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> funktionieren (ganz oder teilweise). Kompatibilitätsberichte und/oder Code-Patches für alternative DBMS können an das OPS-Team geschickt werden.</p>>
mk: <h4>Верзија за OPS {$version}</h4> <p>и благодариме што ги преземавте Отворените системи за печатење <strong>на Проектот за Јавно знаење</strong>. Пред да продолжите, Ве молиме прочитајте ја датотеката <a href="{$baseUrl}/README.md">ПРОЧИТАЈ</a> вклучена во овој софтвер. За повеќе информации во врска со Проектот за јавно знаење и неговите софтверски проекти, посетете ја <a href="https://pkp.sfu.ca/" target="_blank">веб-страницата на PKP</a>. Ако имате извештаи за грешки или прашања за техничка поддршка во врска со Отворени системи за печатење, видете го <a href="https://forum.pkp.sfu.ca" target="_blank">форумот за поддршка</a> или посетете го Интернет-мрежата на PKP <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">систем за пријавување на грешки</a>. Иако форумот за поддршка е префериран метод за контакт, исто така можете да го испратите тимот по е-пошта на <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Ажурирај</h4> <p>Ако ја надградувате постоечката инсталација на OPS, <a href="{$upgradeUrl}">кликнете тука</a> за да продолжите.</p> <h4>Препорачан систем барања</h4> <ul> <li><a href="https://www.php.net" target="_blank">PHP</a> >= {$phpRequiredVersion}; моментално користите PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="https://www.mysql.com" target="_blank">MySQL</a> >= 4.1 или <a href="https://www.postgresql.org" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="https://httpd.apache.org" target="_blank">Apache</a> >= 1.3.2x или >= 2.0.4x или Microsoft IIS 6</li> <li>Оперативен систем: Секој ОС што го поддржува горенаведениот софтвер, вклучувајќи <a href="https://www.linux.org/" target="_blank">Linux</a>, <a href="https://www.bsd.org" target="_blank">BSD</a>, <a href="https://www.oracle.com/solaris/" target="_blank">Solaris</a>, <a href="https://www.apple.com" target="_blank">Mac OS X</a>, <a href="https://www.microsoft.com">Windows</a></li> </ul> <p>Бидејќи PKP нема ресурси за тестирање на секоја можна комбинација на софтверски верзии и платформи, не се подразбира никаква гаранција за правилно работење или поддршка.</p> <p>Промените во овие поставки може да се направат по инсталацијата со уредување на датотеката <tt>config.inc.php</tt> о основниот директориум OPS, или користејќи веб-интерфејс за администрација на страницата.</p> <h4>Поддржани системи за бази на податоци</h4> <p>OPS во моментов е тестиран само на MySQL и PostgreSQL, иако други системи за управување со базата на податоци поддржани од <a href="https://adodb.org" target="_blank">ADOdb</a> може да работи (целосно или делумно). Извештаите за компатибилност и/или закрпите за кодови за алтернативни ДБМС можат да бидат испратени до тимот на ОПС.</p>
pt_br: <h4>OPS Versão {$version}</h4><p>Obrigado por baixar o <strong>Open Preprint Systems </strong> do Public Knowledge Project. Antes de continuar, por favor leia <a href="{$baseUrl}/README.md">README</a> o arquivo incluído com este programa. Para mais informação sobre o Public Knowledge Project e seus projetos de programas, visite o site <a href="http://pkp.sfu.ca/" target="_blank"> Site do PKP </a>. Se você tiver relatórios de falhas ou consultas de suporte técnico sobre Open Preprint Systems, veja o <a href="http://forum.pkp.sfu.ca" target="_blank"> fórum de suporte </a> ou visite o PKP online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank"> sistema de registro de falhas</a>. Embora o fórum de suporte seja o método preferido de contato, você também pode enviar um e-mail para a equipe para <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p><h4>Upgrade</h4><p>Se você estiver atualizando uma instalação existente do OPS, <a href="{$upgradeUrl}">clique aqui</a> para continuar.</p><h4>Requisitos de sistema recomendados<a href="http://www.postgresql.org/" target="_blank"></h4><ul><li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; você está usando atualmente PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 ou <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x ou >= 2.0.4x ou Microsoft IIS 6</li> <li>Sistema operacional: Qualquer SO que suporta o programa acima, inclusive <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li></ul><p>Como o PKP não possui recursos para testar todas as combinações possíveis de versões e plataformas de software, não há garantia de operação ou suporte corretos.</p><p>Alterações nessas configurações podem ser feitas após a instalação, editando o arquivo <tt>config.inc.php</tt> no diretório OPS base ou usando a interface da web de administração do site.</p><h4>Sistemas de base de dados suportados</h4><p>OPS atualmente só foi testado em MySQL e PostgreSQL, embora outros sistemas de gerenciamento de base de dados suportados pelo <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> pode funcionar (total ou parcialmente). Relatórios de compatibilidade e/ou patches de código para DBMSs alternativos podem ser enviados à equipe do OPS.</p>

# installer.localeSettingsInstructions
source: For complete Unicode (UTF-8) support, select UTF-8 for all character set settings. Please note that full Unicode support requires PHP to be compiled with support for the <a href="https://www.php.net/mbstring" target="_blank">mbstring</a> library (enabled by default in most recent PHP installations). You may experience problems using extended character sets if your server does not meet these requirements.<br /><br />Your server currently supports mbstring: <strong>{$supportsMBString}</strong>
bg: За пълна поддръжка на Unicode (UTF-8), изберете UTF-8 за всички настройки на набора от символи. Моля, обърнете внимание, че пълната поддръжка на Unicode изисква PHP да бъде компилиран с поддръжка за библиотеката <a href="https://www.php.net/mbstring" target="_blank">mbstring</a> (активирана по подразбиране в повечето скорошни PHP инсталации). Може да срещнете проблеми при използването на разширени набори от знаци, ако вашият сървър не отговаря на тези изисквания.<br /><br />Вашият сървър в момента поддържа mbstring: <strong>{$supportsMBString}</strong>
cs: Pro úplnou podporu Unicode (UTF-8) vyberte pro všechna nastavení znakové sady možnost UTF-8. Vezměte prosím na vědomí, že plná podpora Unicode vyžaduje, aby bylo PHP zkompilováno s podporou pro <a href="https://www.php.net/mbstring" target="_blank">knihovnu mbstring</a> (ve výchozím nastavení povoleno ve většině nejnovějších instalací PHP). Pokud váš server nesplňuje tyto požadavky, může dojít k problémům při používání rozšířených znakových sad.<br /><br />Váš server v současné době podporuje mbstring: <strong>{$supportsMBString}</strong>
de: Für einen vollständigen Unicode (UTF-8)-Support wählen Sie bitte UTF-8 für alle Zeichensatz-Einstellungen. Bitte beachten Sie, dass für den vollen Unicode-Support die <a href="http://www.php.net/mbstring" target="_blank">mbstring</a>-Bibliothek (in jüngeren PHP-Installationen meist standardmäßig aktiviert) benötigt wird. Sollten Sie erweiterte Zeichensätze verwenden, kann es zu Schwierigkeiten kommen, wenn Ihr Server diese Anforderungen nicht erfüllt.<br /><br />Ihr Server untersützt aktuell mbstring: <strong>{$supportsMBString}</strong>
mk: За комплетен Уникод (UTF-8) подршка, изберете UTF-8 за сите подесувања на збирот од знаци. Ве молиме обрнете внимание дека целосната подршка за Уникодот бара PHP да биде составен со подршка за <a href="https://www.php.net/mbstring" target="_blank">mbstring</a> библиотека (овозможена по правило во многу нови PHP инсталации). Можеби ќе искусите проблеми користејќи проширени множестба на знаци доколку Вашиот сервер не ги исполнува овие барања.<br /><br />Вашиот сервер моментално ги подржува mbstring: <strong>{$supportsMBString}</strong>
pt_br: Para suporte completo a Unicode (UTF-8), selecione UTF-8 para todas as configurações de conjunto de caracteres. Observe que o suporte total a Unicode requer que o PHP seja compilado com suporte para a biblioteca <a href="https://www.php.net/mbstring" target="_blank">mbstring</a> (ativada por padrão na maioria dos instalações PHP recentes). Você pode ter problemas ao usar conjuntos de caracteres estendidos se seu servidor não atender a esses requisitos.<br /><br />Seu servidor atualmente suporta mbstring: <strong>{$supportsMBString}</strong>

# installer.allowFileUploads
source: Your server currently allows file uploads: <strong>{$allowFileUploads}</strong>
bg: Вашият сървър в момента позволява качване на файлове: <strong>{$allowFileUploads}</strong>
cs: Váš server v současnosti umožňuje nahrávání souborů: <strong>{$allowFileUploads}</strong>
de: Ihr Server erlaubt aktuelle das Hochladen von Dateien: <strong>{$allowFileUploads}</strong>
mk: Вашиот сервер моментално дозволува подигнување на датотека: <strong>{$allowFileUploads}</strong>
pt_br: Seu servidor atualmente permite uploads de arquivos: <strong>{$allowFileUploads}</strong>

# installer.maxFileUploadSize
source: Your server currently allows a maximum file upload size of: <strong>{$maxFileUploadSize}</strong>
bg: Вашият сървър в момента позволява максимален размер на файла за качване от: <strong>{$maxFileUploadSize}</strong>
cs: Váš server v současnosti dovoluje nahrávání souborů o maximální velikosti <strong>{$maxFileUploadSize}</strong>
de: Ihr Server erlaubt aktuell eine maximale Datei-Upload-Größe von: <strong>{$maxFileUploadSize}</strong>
mk: Вашиот сервер моментално дозволува максимална големина на подигната датотека од: <strong>{$maxFileUploadSize}</strong>
pt_br: Seu servidor atualmente permite um tamanho máximo de upload de arquivo de: <strong>{$maxFileUploadSize}</strong>

# installer.localeInstructions
source: The primary language to use for this system. Please consult the OPS documentation if you are interested in support for languages not listed here.
bg: Основният език, който ще използва за тази система. Моля, консултирайте се с документацията на OPS, ако се интересувате от поддръжка за езици, които не са изброени тук.
cs: Výchozí jazyk pro použití tohoto systému. Pokud Vás zajímá podpora jazyků zde neuvedených, prostudujte si dokumentaci k OPS.
de: Die Hauptsprache des Systems. Bitte konsultieren Sie die OPS-Dokumentation, wenn Sie an der Unterstützung einer Sprache interessiert sind, die hier nicht aufgeführt ist.
mk: Примарен јазик за користење на овој систем. Ве молиме консултирајте се со OPS документацијата ако сте заинтересирани за подршка на јазици кои овде не се наведени.
pt_br: O idioma principal a ser usado para este sistema. Consulte a documentação do OPS se estiver interessado em suporte para idiomas não listados aqui.

# site.upgradeAvailable.admin
source: There is a new version of OPS available! You are currently using OPS {$currentVersion}. The most recent version is OPS {$latestVersion}. Please visit <a href="https://pkp.sfu.ca/ops/ops_download/" target="_new">this page</a> to download the most recent version and find upgrade instructions.
bg: Налична е нова версия на OPS! В момента използвате OPS {$currentVersion}. Най-новата версия е OPS {$latestVersion}. Моля, посетете <a href="https://pkp.sfu.ca/ops/ops_download/" target="_new">тази страница</a>, за да изтеглите най-новата версия и да намерите инструкции за надстройка.
cs: Nová verze OPS je dostupná! V současné době používáte verzi OPS {$currentVersion}. Nejnovější verze OPS je {$latestVersion}. Navštivte, prosím, <a href="https://pkp.sfu.ca/ojs_download" target="_new">tuto stránku</a> a stáhněte si nejnovější verzi OPS a přečtěte si pokyny pro upgrade.
de: Eine neue Version von OPS ist verfügbar! Sie benutzen momentan OPS {$currentVersion}. Die aktuelleste Version ist OPS {$latestVersion}. Bitte gehen Sie zu <a href="http://pkp.sfu.ca/ojs_download" target="_new">dieser Seite</a>, um die aktuelle Version herunterzuladen und um Informationen zum Upgrade einzusehen.
mk: Достапна е нова верзија на OPS! Во моментов ја користите OPS {$currentVersion}. Најновата верзија е OPS {$latestVersion}. Ве молиме посете ја <a href="https://pkp.sfu.ca/ops/ops_download/" target="_new">оваа страница</a>за да ја симнете најновата верзија и да ги најдете надградените инструкции.
pt_br: Há uma nova versão do OPS disponível! Você está usando o OPS {$currentVersion}. A versão mais recente é OPS {$latestVersion}. Visite <a href="https://pkp.sfu.ca/ops/ops_download/" target="_new">esta página</a> para baixar a versão mais recente e encontrar instruções de atualização.
