Repository: pkp/ops
Catalog: locale/*/locale.po
Languages: bg, cs, de, mk, pt_br, tr

# about.submissionPreparationChecklist.description
source: As part of the submission process, authors are required to check off their submission's compliance with all of the following items, and submissions may be returned to authors that do not adhere to these guidelines.
bg: Като част от процеса на изпращане, авторите са длъжни да проверят съответствието на своето представяне с всички изброени по-долу елементи и изпратените материали могат да бъдат върнати на автори, които не се придържат към тези насоки.
cs: Jako součást procesu odesílání příspěvku je požadováno, aby autoři zaškrnutím potvrdili, že jejich příspěvek je v souladu se všemi následujícími položkami. Příspěvky, které nebudou v souladu s těmito pravidly, mohou být autorům vráceny.
de: Als Teil des Einreichungsprozesses müssen die Autoren ankreuzen, dass ihre Einreichung alle folgenden Punkte erfüllt. Einreichungen können an Autoren zurückgeschickt werden, die sich nicht an diese Richtlinien halten.
mk: Како дел од процесот на доставување, од авторите се бара да ја проверат усогласеноста на поднесувањето со сите следни ставки, а поднесоците може да им бидат вратени на авторите кои не се придржуваат до овие упатства.
pt_br: Como parte do processo de submissão, os autores devem verificar a conformidade da submissão com todos os itens a seguir e as submissões poderão ser devolvidas aos autores que não seguirem estas diretrizes.
tr: Gönderim sürecinin bir parçası olarak yazarlar, gönderilerinin aşağıdaki tüm maddelere uygunluğunu kontrol etmeleri gerekir ve bu yönergelere uymayan yazarlara gönderimler iade edilebilir.

# about.aboutOPSServer
source: This server uses Open Preprint Systems {$opsVersion}, which is open source preprint server management software developed, supported, and freely distributed by the Public Knowledge Project under the GNU General Public License. Visit PKP's website to <a href="https://pkp.sfu.ca">learn more about the software</a>. Please <a href="{$contactUrl}">contact the server</a> directly with questions about the server and submission of preprints.
bg: Този сървър използва Open Preprint Systems {$opsVersion}, който е софтуер с отворен код за управление на сървър за препринти, разработен, поддържан и свободно разпространяван от Public Knowledge Project под GNU General Public License. Посетете уебсайта на PKP, за да <a href="https://pkp.sfu.ca">научите повече за софтуера</a>. Моля, <a href="{$contactUrl}">свържете се директно със сървъра</a> с въпроси относно сървъра и изпращането на препринти.
cs: Tento server používá Open Preprint Systems {$ojsVersion}, což je open source preprintový server pro správu a publikování preprintů vyvinutý, podporovaný a volně šířený v rámci projektu Public Knowledge Project pod GNU General Public licencí. Navštivte webové stránky <a href="https://pkp.sfu.ca/">pokud se chcete dozvědět více o tomto software</a>. <a href="{$contactUrl}">Kontaktujte přímo server</a> pokud máte jakékoliv otázky k serveru a k možnostem do něj přispívat.
de: Dieser Server verwendet Open Preprint Systems {$opsVersion}, eine Open-Source-Software zur Verwaltung von Preprint-Servern, die vom Public Knowledge Project unter der GNU General Public License entwickelt, unterstützt und frei verteilt wird. Besuchen Sie die Website von PKP, um <a href="http://pkp.sfu.ca/">mehr über die Software zu erfahren</a>. Wenden Sie sich bitte <a href="{$contactUrl}">direkt an den Server</a>, wenn Sie Fragen zum Server und zur Einreichung von Preprints haben.
mk: Овој сервер користи Отворени системи за печатење {$opsVersion}, што е софтвер за управување со сервери за печатење со отворен извор развиен, поддржан и слободно дистрибуиран од страна на Проектот за јавно знаење според Општата јавна лиценца на ГНУ. Посетете ја веб-страницата на PKP за да <a href="http://pkp.sfu.ca/"> дознаете повеќе за софтверот </a>. Ве молиме <a href="{$contactUrl}"> контактирајте го серверот </a> директно со прашања во врска со серверот и испраќање на препечатоци.
pt_br: Este servidor utiliza Open Preprint Systems {$opsVersion}, que é um software de gerenciamento e publicação de servidor de preprints em código aberto desenvolvido, apoiado e distribuído gratuitamente pelo Public Knowledge Project sob a Licença Pública Geral GNU. Visite o site do PKP para <a href="http://pkp.sfu.ca">aprender mais sobre o software</a>. Por favor, <a href="{$contactUrl}">contate o servidor</a> diretamente com questões sobre o servidor e submissão de preprints.
tr: Bu sunucu, GNU Genel Kamu Lisansı altında Public Knowledge Project tarafından geliştirilen, desteklenen ve ücretsiz olarak dağıtılan açık kaynaklı ön baskı sunucu yönetimi yazılımı olan Open Preprint Systems {$opsVersion} sürümünü kullanır. Yazılım hakkında daha fazla bilgi edinmek için <a href="http://pkp.sfu.ca/">PKP'nin web sitesini</a> ziyaret edin. Lütfen sunucu ve ön baskıların gönderilmesi ile ilgili sorularınız için doğrudan <a href="{$contactUrl}">sunucuyla</a> iletişime geçin.

# about.aboutOPSSite
source: This site uses Open Preprint Systems {$opsVersion}, which is open source preprint server management software developed, supported, and freely distributed by the Public Knowledge Project under the GNU General Public License. Visit PKP's website to <a href="https://pkp.sfu.ca">learn more about the software</a>. Please contact the site directly with questions about its servers and submissions of preprints.
bg: Този сайт използва Open Preprint Systems {$opsVersion}, който е софтуер с отворен код за управление на сървър за препринти, разработен, поддържан и свободно разпространяван от Public Knowledge Project под GNU General Public License. Посетете уебсайта на PKP, за да <a href="https://pkp.sfu.ca">научите повече за софтуера</a>. Моля, свържете се директно със сайта с въпроси относно неговите сървъри и изпращане на препринти.
cs: Tento web používá Open Preprint Systems {$ojsVersion}, což je open source preprintový server pro správu a publikování preprintů vyvinutý, podporovaný a volně šířený v rámci projektu Public Knowledge Project pod GNU General Public licencí. Navštivte webové stránky <a href="https://pkp.sfu.ca/">pokud se chcete dozvědět více o tomto software</a>. Kontaktujte přímo web, pokud máte jakékoliv otázky k serverům a k možnostem do nich přispívat.
de: Diese Seite verwendet Open Preprint Systems {$opsVersion}, eine Open-Source-Software zur Verwaltung von Preprint-Servern, die vom Public Knowledge Project unter der GNU General Public License entwickelt, unterstützt und frei verteilt wird. Besuchen Sie die Website des PKP, um <a href="http://pkp.sfu.ca/">mehr über die Software zu erfahren</a>. Bei Fragen zu den Servern und zur Einreichung von Preprints wenden Sie sich bitte direkt an die Website.
mk: Оваа страница користи Отворени системи за печатење {$opsVersion}, што е софтвер за управување со сервери за печатење со отворен извор развиен, поддржан и слободно дистрибуиран од страна на Проектот за јавно знаење според Општата јавна лиценца на ГНУ. Посетете ја веб-страницата на PKP за да <a href="http://pkp.sfu.ca/"> дознаете повеќе за софтверот </a>. Ве молиме, контактирајте ја страницата директно со прашања во врска со нејзините сервери и поднесоците на претходните отпечатоци.
pt_br: Este site utiliza Open Preprint Systems {$opsVersion}, que é um software de gerenciamento de servidor de preprint de código aberto desenvolvido, com suporte e distribuído gratuitamente pelo Public Knowledge Project sob a GNU General Public License. Visite o site da PKP para <a href="http://pkp.sfu.ca"> saber mais sobre o software </a>. Entre em contato diretamente com o site com perguntas sobre seus servidores e submissões de preprints.
tr: Bu sunucu, GNU Genel Kamu Lisansı altında Public Knowledge Project tarafından geliştirilen, desteklenen ve ücretsiz olarak dağıtılan açık kaynaklı ön baskı sunucu yönetimi yazılımı olan Open Preprint Systems {$opsVersion} sürümünü kullanır. Yazılım hakkında daha fazla bilgi edinmek için <a href="http://pkp.sfu.ca/">PKP'nin web sitesini</a> ziyaret edin. Lütfen sunucu ve ön baskıların gönderilmesi ile ilgili sorularınız için doğrudan <a href="{$contactUrl}">sunucuyla</a> iletişime geçin.
