Repository: pkp/ops
Catalog: locale/*/locale.po
Languages: bg, cs, de, mk, pt_br, tr

# context.current
source: Current Server:
bg: Текущ сървър:
cs: Současný server:
de: Aktueller Server:
mk: Тековен сервер:
pt_br: Servidor Atual:
tr: Mevcut Sunucu:

# context.select
source: Switch to another server:
bg: Преминаване към друг сървър:
cs: Přepnutí na jiný server:
de: Wechseln Sie zu einem anderen Server:
mk: Префрлете се на друг сервер:
pt_br: Alternar para outro servidor:
tr: Başka bir sunucuya geçin:

# common.software
source: Open Preprint Systems
bg: Отворени Препринт Системи (Open Preprint Systems)
mk: Отвори системи за печатење
tr: Açık Ön Baskı Sistemleri

# navigation.browseByAuthor
source: By Author
bg: По автор
cs: Podle autora
de: vom Autor
mk: Од автор
pt_br: Pelo Autor
tr: Yazara göre

# navigation.skip.about
source: Skip to about the server
bg: Прескачане към информацията за сървъра
cs: Přeskočit na stránku o serveru
de: Weiter zu Über den Server
mk: Прескокнете до за серверот
pt_br: Ir para sobre o servidor
tr: Sunucu hakkında bölümüne geç

# common.queue.long.submissionsUnassigned
source: Unassigned
bg: Неприсвоен
cs: Nepřidělené
de: Nicht zugewiesen
mk: Неназначен
pt_br: Não designado
tr: Atanmamış

# common.queue.long.active
source: Active
bg: Активен
cs: Aktivní
de: Aktiv
mk: Активен
pt_br: Ativo
tr: Aktif

# doi.manager.settings.publications
source: Preprints
bg: Препринти
cs: Preprinty
mk: Препринтови

# section.section
source: Section
bg: Раздел
cs: Sekce
de: Abschnitt
mk: Секција
tr: Bölüm

# section.sections
source: Sections
bg: Раздели
cs: Sekce
de: Abschnitte
mk: Секции
tr: Bölümler

source: Section title
bg: Заглавие на раздел
cs: Název sekce
de: Abschnittstitel
mk: Наслов на секција
tr: Bölüm başlığı

# section.abbreviation
source: Abbreviation
bg: Абревиатура
cs: Zkratka
de: Abkürzung
mk: Кратенка
tr: Kısaltma

# common.publications
source: Preprints
bg: Препринти
cs: Preprinty
mk: Отпечатоци
tr: Ön Baskı

# user.role.subEditor
source: Moderator
bg: Модератор
cs: Moderátor
de: Moderator/in
mk: Модератор
tr: Moderatör

# user.role.subEditors
source: Moderators
bg: Модератори
cs: Moderátoři
de: Moderatoren
mk: Модератори
tr: Moderatörler

# submission.layout.galleyPublicIdentificationExists
source: Public galley identification already exists.
bg: Публично достъпната типография вече съществува.
cs: Identifikace veřejné sazebnice již existuje.
de: Es gibt bereits eine öffentliche Kennzeichnung der Gesamtpfahne.
mk: Идентификација на јавниот отисок на труд веќе постои.
pt_br: A identificação da composição final pública já existe.
tr: Genel dizgi kimliği zaten var.

# section.description
source: Section archive Description
bg: Раздел архив - описание
cs: Popis archivu sekce
de: Abschnittsarchiv Beschreibung
mk: Архива на дел Опис
tr: Bölüm arşivi açıklaması

# section.pathDescription
source: Section URL Path. Use hyphens (-) instead of spaces.
bg: URL път на раздела. Използвайте тирета (-) вместо интервали.
cs: Cesta URL sekce. Místo mezer použijte pomlčky (-).
de: Abschnitt URL-Pfad. Verwenden Sie Bindestriche (-) anstelle von Leerzeichen.
mk: Патека за URL на дел. Користете цртички (-) наместо празни места.
tr: Bölüm URL Yolu. Boşluk yerine kısa çizgi (-) kullanın.

# section.emptySection
source: Nothing has been posted in this section yet.
bg: Все още нищо не е публикувано в този раздел.
cs: Do této sekce nebylo zatím nic zasláno.
de: In diesem Abschnitt ist noch nichts veröffentlicht worden.
mk: Сè уште не е објавено ништо во овој дел.
pt_br: Nada foi postado ainda nesta seção.
tr: Bu bölümde henüz bir şey yayınlanmadı.

# category.categories
source: Categories
bg: Категории
cs: Kategorie
de: Kategorien
mk: Категории
pt_br: Categorias
tr: Kategori

# common.publication
source: Preprint
bg: Препринт
mk: Предпечаток
tr: Ön Baskı

# preprint.details
source: Details
bg: Детайли
cs: Podrobnosti
mk: Детали
pt_br: Detalhes
tr: Detaylar

# preprint.abstract
source: Abstract
bg: Абстракт
cs: Abstrakt
mk: Апстракт
pt_br: Resumo
tr: Öz

# user.role.manager
source: Manager
bg: Мениджър
cs: Manažer
mk: Менаџер
tr: Yönetici

# preprint.pageTitle
source: View of {$title}
bg: Изглед на {$title}
cs: Zobrazit {$title}
de: Ansicht von {$title}
mk: Поглед на {$title}
pt_br: Visualização do {$title}
tr: {$title} görünümü

# submissions.published
source: Posted
bg: Изпратени
cs: Publikováno
de: Veröffentlicht
mk: Објавено
pt_br: Postado
tr: Gönderildi

# submission.search
source: Preprint Search
bg: Търсене на препринт
cs: Hledání preprintu
de: Preprint-Suche
mk: Пребарување на отпечатоци
pt_br: Busca de Preprint
tr: Ön Baskı Arama

# submission.numberOfVersions
source: Versions: {$numberOfVersions}
bg: Версии: {$numberOfVersions}
cs: Verze: {$numberOfVersions}
de: Versionen: {$numberOfVersions}
mk: Верзии: {$numberOfVersions}
pt_br: Existem {$numberOfVersions} versões deste preprint
tr: Sürümler: {$numberOfVersions}

# submission.dates
source: Submitted {$submitted} - Posted {$published}
bg: Изпратено {$submitted} - Публикувано {$published}
cs: Podáno {$submitted} - Zveřejněno {$published}
de: Eingereicht {$eingereicht} - Veröffentlicht {$veröffentlicht}
mk: Поднесено {$submitted} - Објавено {$published}
pt_br: Submetido {$submitted} - Postado {$published}
tr: Gönderildi {$submitted} - Yayınladı {$published}

# publication.galley.downloads
source: Downloads: {$downloads}
bg: Сваляния: {$downloads}
cs: Stažení: {$downloads}
mk: Преземања: {$downloads}
tr: İndirme: {$downloads}

# context.contexts
source: Servers
bg: Сървъри
cs: Servery
de: Server
mk: Сервери
pt_br: Servidores
tr: Sunucu

# context.context
source: Server
bg: Сървър
mk: Сервер
pt_br: Servidor
tr: Sunucu

# user.authorization.representationNotFound
source: The requested galley could not be found.
bg: Търсената типография не може да бъде намерена.
cs: Nelze nalézt požadovanou sazebnici.
de: Die gewünschte Gesamtpfahne konnte nicht gefunden werden.
mk: Бараниот отисок на труд не може да се најде.
pt_br: A prova solicitada não pôde ser encontrada.
tr: İstenilen dizgi bulunamadı.

# user.noRoles.selectUsersWithoutRoles
source: Include users with no roles in this server.
bg: Включете потребители без роли в този сървър.
cs: Zahrnout i uživatele bez rolí na tomto serveru.
de: Benutzer ohne Rollen auf diesem Server einbeziehen.
mk: Вклучете корисници без улоги во овој сервер.
pt_br: Incluir usuários sem funções neste servidor.
tr: Rolleri olmayan kullanıcıları dahil edin.

# user.register.contextsPrompt
source: Which servers on this site would you like to register with?
bg: В кои сървъри на този сайт бихте искали да се регистрирате?
cs: Které servery na tomto webu byste si chtěli zaregistrovat?
de: Bei welchen Servern auf dieser Website möchten Sie sich anmelden?
mk: Со кои сервери на оваа страница сакате да се регистрирате?
pt_br: Em quais servidores deste site você gostaria de se registrar?
tr: Bu sitedeki hangi sunuculara kaydolmak istiyorsunuz?

# user.register.otherContextRoles
source: Request the following roles.
bg: Поискайте следните роли.
cs: Požádat o následující role.
de: Beantragen Sie die folgenden Rollen.
mk: Побарајте ги следниве улоги.
pt_br: Solicite as seguintes funções.
tr: Rolleri isteyin.

# user.register.noContextReviewerInterests
source: If you requested to be a reviewer, please enter your subject interests.
bg: Ако сте поискали да бъдете рецензент, моля, въведете вашите интереси по темата.
cs: Pokud jste uvedli zájem o roli recenzenta, zadejte své zájmy.
de: Wenn Sie ein Rezensent sein möchten, geben Sie bitte Ihre Themeninteressen an.
mk: Ако баравте да бидете рецензент, внесете ги вашите предметни интереси.
pt_br: Se você solicitou ser um revisor, insira os temas de seu interesse.
tr: Hakem olmak için, lütfen ilgi alanlarınızı girin.

# submission.event.submissionSubmitted
source: Preprint submitted
bg: Изпратен е препринт
cs: Předkládaný preprint
de: Preprint eingereicht
mk: Поднесен е отпечаток
pt_br: Preprint submetido
tr: Ön baskı gönderildi

# search.results.orderBy
source: Order results by
bg: Подреждане на резултатите по
cs: Řadit výsledky podle
de: Ergebnisse sortieren nach
mk: Нареди ги резултатите по
pt_br: Ordenar os resultados por
tr: Sonuçları sıralama ölçütü

# search.results.orderBy.preprint
source: Preprint Title
bg: Заглавие на препринт
cs: Název preprintu
de: Preprint Titel
mk: Наслов на отпечаток
pt_br: Título do Preprint
tr: Ön Baskı Başlık

# search.results.orderBy.author
source: Author
bg: Автор
cs: Autor
de: Autor
mk: Автор
pt_br: Autor
tr: Yazar

# search.results.orderBy.date
source: Posted Date
bg: Дата на публикуване
cs: Datum zveřejnění
de: Datum veröffentlicht
mk: Датум на објавување
tr: Yayın Tarihi

# search.results.orderBy.server
source: Server Title
bg: Наименование на сървъра
cs: Název serveru
de: Server-Titel
mk: Наслов на серверот
pt_br: Título do Servidor
tr: Sunucu Adı

# search.results.orderBy.popularityAll
source: Popularity (All Time)
bg: Популярност (за целия времеви период)
cs: Popularita (za celou dobu)
de: Popularität (alle Zeiten)
mk: Популарност (цело време)
pt_br: Popularidade (de todos os tempos)
tr: Popülerlik (Tüm Zamanlar)

# search.results.orderBy.popularityMonth
source: Popularity (Last Month)
bg: Популярност (послудния месец)
cs: Popularita (Poslední měsíc)
de: Popularität (letzter Monat)
mk: Популарност (минатиот месец)
pt_br: Popularidade (Último Mês)
tr: Popülerlik (Son Bir Ay)

# search.results.orderBy.relevance
source: Relevance
bg: Релевантност
de: Relevanz
mk: Релевантност
pt_br: Relevância
tr: Alaka düzeyi

# search.results.orderDir.asc
source: Ascending
bg: Възходящ
cs: Vzestupně
de: Aufsteigend
mk: Искачување
pt_br: Ascendente
tr: Artan

# search.results.orderDir.desc
source: Descending
bg: Низходящ
cs: Sestupně
de: Absteigend
mk: Опаѓање
pt_br: Descendente
tr: Azalan

# submission.layout.galley.remotelyHostedContent
source: This galley will be available at a separate website.
bg: Тази типография ще бъде достъпна на отделен уебсайт.
cs: Tato sazebnice bude dostupná na nové webové stránce.
de: Diese Gesamtpfahne wird auf einer separaten Website verfügbar sein.
mk: Овој отисок на труд ќе биде достапен на посебна веб-страница.
pt_br: Esta composição final estará disponível em um site separado.
tr: Bu dizgi ayrı bir websitesinde yayımlanabilir.

# submission.layout.galley.remoteURL
source: URL of remotely-hosted content
bg: URL на отдалечено хоствано съдържание
cs: URL adresa vzdáleně hostovaného obsahu
de: URL des ferngehosteten Inhalts
mk: URL на содржина оддалеку хостирана
pt_br: URL de conteúdo hospedado remotamente
tr: Uzaktan barındırılan içeriğin URL'si

# manager.people.noAdministrativeRights
source: Sorry, you do not have administrative rights over this user. This may be because: <ul> <li>The user is a site administrator</li> <li>The user is active in servers you do not manage</li> </ul> This task must be performed by a site administrator.
bg: За съжаление нямате администраторски права над този потребител. Това може да се дължи на: <ul> <li>Потребителят е администратор на сайт</li> <li>Потребителят е активен в сървъри, които не управлявате</li> </ul> Тази задача трябва да бъде изпълнена от сайт администратор.
cs: Omlouváme se, ale k tomuto uživateli nemáte práva správce. Důvodem může být: <ul> <li>Uživatel je správce webu</li> <li>Uživatel je aktivní na serverech, které nespravujete.</li> </ul> Tento úkol musí provést správce webu.
de: Tut mir leid, Sie haben keine administrativen Rechte für diesen Benutzer. Dies kann folgende Gründe haben: <ul> <li>Der Benutzer ist ein Site-Administrator</li> <li>Der Benutzer ist auf Servern aktiv, die Sie nicht verwalten</li> </ul> Diese Aufgabe muss von einem Site-Administrator durchgeführt werden.
mk: За жал, немате административни права над овој корисник. Ова може да биде затоа што: <ul> <li> Корисникот е администратор на веб-страница </li> <li> Корисникот е активен во серверите со кои не управувате </li> </ul> Оваа задача мора да ја извршува веб-страница администратор.
pt_br: Desculpe, você não possui direitos administrativos sobre este usuário. Isso pode ser porque: <ul> <li>O usuário é um administrador do site </li> <li>O usuário está ativo em servidores que você não gerencia </li> </ul>Esta tarefa deve ser executada por um administrador do site.
tr: Üzgünüz, bu kullanıcı üzerinde yönetici haklarınız yok. Bunun nedeni şunlar olabilir:<ul><li>Kullanıcı bir site yöneticisidir</li><li>Kullanıcı, sizin yönetmediğiniz sunucularda aktiftir</li></ul>Bu görev bir site yöneticisi tarafından gerçekleştirilmelidir.

# user.register.registrationDisabled
source: This server is currently not accepting user registrations.
bg: В момента този сървър не приема потребителски регистрации.
cs: Tento server v současnosti nepřijímá registrace uživatelů.
de: Dieser Server nimmt derzeit keine Benutzerregistrierungen an.
mk: Овој сервер во моментов не прифаќа регистрации на корисници.
pt_br: Atualmente, este servidor não está aceitando registros de usuários.
tr: Bu sunucu şu anda kullanıcı kaydı kabul etmiyor.

# user.register.form.privacyConsentThisContext
source: Yes, I agree to have my data collected and stored according to this server's <a href="{$privacyUrl}" target="_blank">privacy statement</a>.
bg: Да, съгласен/а съм данните ми да бъдат събирани и съхранявани съгласно <a href="{$privacyUrl}" target="_blank">декларацията за поверителност</a> на този сървър.
cs: Ano, souhlasím s tím, aby moje údaje byly shromažďovány a ukládány podle <a href="{$privacyUrl}" target="_blank">prohlášení o ochraně osobních údajů </a> tohoto serveru.
de: Ja, ich bin damit einverstanden, dass meine Daten gemäß der <a href="{$privacyUrl}" target="_blank">Datenschutzerklärung</a> dieses Servers erfasst und gespeichert werden.
mk: Да, се согласувам моите податоци да бидат собрани и складирани според <a href="{$privacyUrl}" target="_blank"> изјавата за приватност </a> на овој сервер.
pt_br: Sim, concordo em ter meus dados coletados e armazenados de acordo com as instruções deste servidor. <a href="{$privacyUrl}" target="_blank">declaração de privacidade</a>.
tr: Evet, verilerimin bu sunucunun <a href="{$privacyUrl}" target="_blank">gizlilik bildirimine</a> göre toplanmasını ve saklanmasını kabul ediyorum.

# user.register.form.missingContextConsent
source: You must consent to the privacy statement for any server with which you are registering.
bg: Трябва да се съгласите с декларацията за поверителност за всеки сървър, на който се регистрирате.
cs: Musíte souhlasit s prohlášením o ochraně osobních údajů každého serveru, do kterého se registrujete.
de: Sie müssen die Datenschutzerklärung für jeden Server zustimmen, bei dem Sie sich registrieren.
mk: Мора да се согласите на изјавата за приватност за кој било сервер со кој се регистрирате.
pt_br: Você deve consentir com a declaração de privacidade de qualquer servidor no qual esteja se registrando.
tr: Kaydolduğunuz herhangi bir sunucu için gizlilik bildirimini kabul etmelisiniz.

# user.register.form.missingSiteConsent
source: You must consent to this site's privacy statement.
bg: Трябва да се съгласите с декларацията за поверителност на този сайт.
cs: Musíte souhlasit s prohlášením o ochraně osobních údajů na tomto webu.
de: Sie müssen den Datenschutzbestimmungen dieser Website zustimmen.
mk: Мора да се согласите со изјавата за приватност на оваа страница.
pt_br: Você deve consentir com a declaração de privacidade deste site.
tr: Bu sitenin gizlilik bildirimini kabul etmelisiniz.

# index.latestPreprints
source: Latest preprints
bg: Последни препринти
cs: Nejnovější preprinty
de: Neueste Preprints
mk: Најнови предпечати
pt_br: Preprints mais recentes
tr: Son Ön Baskılar

# search.searchFor
source: Search preprints for
bg: Търсене на препринти за
cs: Hledání preprintů pro
de: Suche nach Preprints für
mk: Пребарувајте претпечатоци за
pt_br: Buscar preprints por
tr: Ön baskı ara

# search.authorIndex
source: Browse Author Index
bg: Преглед на авторския индекс
cs: Procházet index autorů
de: Autorenindex durchsuchen
mk: Прелистајте го индексот на авторот
pt_br: Buscar no Índice de Autor
tr: Yazar Dizinini Görüntüle

# search.authorDetails
source: Author Details
bg: Подробности за автора
cs: Podrobnosti o autorovi
de: Autor Details
mk: Детали за авторот
pt_br: Detalhes do Autor
tr: Yazar Detayı

# site.serverView
source: View Server
bg: Преглед на сървър
cs: Zobrazit server
de: Server anzeigen
mk: Погледнете го серверот
pt_br: Exibir Servidor
tr: Sunucuyu Görüntüle

# archive.archives
source: Archives
bg: Архиви
cs: Archivy
de: Archive
mk: Архиви
pt_br: Arquivos
tr: Arşiv

# archive.archivesPageNumber
source: Archives - Page {$pageNumber}
bg: Архиви - Страница {$pageNumber}
cs: Archivy - strana {$pageNumber}
de: Archiv - Seite {$pageNumber}
mk: Архива - Страница {$pageNumber}
pt_br: Arquivos - Página {$pageNumber}
tr: Arşiv - Sayfa {$pageNumber}

# about.contact
source: Contact
bg: Контакт
cs: Kontakt
de: Kontakt
mk: Контакт
pt_br: Contato
tr: İletişim

# about.aboutContext
source: About the Server
bg: За сървъра
cs: Podrobnosti o tomto serveru
de: Über den Server
mk: За серверот
pt_br: Sobre o Servidor
tr: Sunucu hakkında

# about.submissions
source: Submissions
bg: Изпратени материали
cs: Příspěvky
de: Einreichungen
mk: Поднесоци
tr: Gönderimler

# about.onlineSubmissions.login
source: Login
bg: Вход
cs: Přihlášení
de: Anmelden
mk: Логирај се
pt_br: Autenticação
tr: Giriş

# about.onlineSubmissions.register
source: Register
bg: Регистриране
cs: Registrace
de: Registrieren
mk: Регистрирај се
pt_br: Registro
tr: Kayıt ol

# about.onlineSubmissions.registrationRequired
source: {$login} or {$register} to make a submission.
bg: {$login} или {$register}, за да изпратите материали.
cs: K podání příspěvku je třeba {$login} nebo {$register}.
de: {$login} oder {$register}, um eine Einreichung vorzulegen.
mk: {$login} или {$register} за да направите поднесување.
pt_br: {$login} ou {$register} para fazer uma submissão.
tr: Gönderim yapabilmek için {$login} veya {$register}.

# about.onlineSubmissions.submitToSection
source: Make a new submission to the <a href="{$url}">{$name}</a> section.
bg: Направете ново изпращане в секцията <a href="{$url}">{$name}</a>.
cs: Odešlete nový příspěvek do sekce <a href="{$url}">{$name}</a>.
de: Erstellen Sie eine neue Einreichung für den Abschnitt <a href="{$url}">{$name}</a>.
mk: Направете ново доставување до делот <a href="{$url}">{$name}</a>.
tr: <a href="{$url}">{$name}</a> bölümü için yeni bir gönderim yapın.

# about.onlineSubmissions.newSubmission
source: Make a new submission
bg: Направете ново изпращане
cs: Vytvořit nový příspěvek
de: Eine neue Einreichung erstellen
mk: Направете нов поднесок
pt_br: Faça uma nova submissão
tr: Yeni gönderim yap

# about.onlineSubmissions.viewSubmissions
source: view your pending submissions
bg: прегледайте чакащите си заявки
cs: zobrazit vaše rozpracované příspěvky
de: Ihre ausstehenden Einreichungen einsehen
mk: прегледајте ги вашите пријави што чекаат
pt_br: Visualize sua submissão pendente
tr: Bekleyen başvuruları görüntüle

# about.authorGuidelines
source: Author Guidelines
bg: Насоки за автора
cs: Pokyny pro autory
de: Autor Leitlinien
mk: Упатства за авторите
pt_br: Instruções aos Autores
tr: Yazar Rehberi

# site.noServers
source: There are no servers available.
bg: Няма налични сървъри.
cs: Nejsou k dispozici žádné servery.
de: Es sind keine Server verfügbar.
mk: Нема достапни сервери.
pt_br: Não há servidores disponíveis.
tr: Kullanılabilir sunucu yok.

# about.onlineSubmissions.submissionActions
source: {$newSubmission} or {$viewSubmissions}.
bg: {$newSubmission} или {$viewSubmissions}.
cs: {$newSubmission} nebo {$viewSubmissions}.
de: {$newSubmission} oder {$viewSubmissions}.
mk: {$newSubmission} или {$viewSubmissions}.
pt_br: {$newSubmission} ou {$viewSubmissions}.
tr: {$newSubmission} veya {$viewSubmissions}.

# about.submissionPreparationChecklist
source: Submission Preparation Checklist
bg: Контролен списък за подготовка на подаването на материал
cs: Kontrolní seznam pro přípravu příspěvku
de: Checkliste zur Vorbereitung der Einreichung
mk: Список за подготовка на поднесување
pt_br: Checklist para Preparação da Submissão
tr: Gönderi Ön Kontrol Listesi

# about.copyrightNotice
source: Copyright Notice
bg: Известие за авторски права
cs: Oznámení o copyrightu
de: Urheberrechtshinweis
mk: Известување за авторски права
pt_br: Aviso de Direitos Autorais
tr: Telif Hakkı Bildirimi

# about.privacyStatement
source: Privacy Statement
bg: Декларация за поверителност
cs: Prohlášení o ochraně osobních údajů
de: Datenschutzerklärung
mk: Изјава за приватност
pt_br: Declaração de Privacidade
tr: Gizlilik Bildirimi

# about.aboutThisPublishingSystem
source: More information about this system, Platform and Workflow by OPS/PKP.
bg: Повече информация за тази система, платформа и работен процес от OPS/PKP.
cs: Více informací o publikačním systému, platformě a workflow OPS/PKP.
de: Weitere Informationen über dieses System, Plattform und Workflow von OPS/PKP.
mk: Повеќе информации за овој систем, Платформа и проток на работа од OPS / PKP.
pt_br: Mais informações sobre o sistema de publicação, plataforma e fluxo por OPS/PKP.
tr: OPS/PKP sistemi, platformu ve işleyişi hakkında daha fazla bilgi.

# about.aboutThisPublishingSystem.altText
source: OPS Screening and Posting Process
bg: OPS Проверка и процес на публикуване
cs: Proces prověřování a zveřejňování OPS
de: OPS Screening- und Entsendungsprozess
mk: Процес на скринирање и објавување на OPS
tr: OPS Tarama ve Gönderme Süreci

# about.aboutSoftware
source: About Open Preprint Systems
bg: За Open Preprint Systems
cs: O Open Preprint Systems
de: Über Open Preprint Systems
mk: За системите со отворен отпечаток
pt_br: Sobre o Open Preprint Systems
tr: Ön Baskı Sistemi Hakkında

# help.goToEditPage
source: Edit {$sectionTitle}
bg: Редакция на {$sectionTitle}
cs: Editovat {$sectionTitle}
de: Bearbeiten {$sectionTitle}
mk: Уредете {$sectionTitle}
pt_br: Editar{$sectionTitle}
tr: {$sectionTitle} Düzenle

# installer.appInstallation
source: OPS Installation
bg: Инсталация на OPS
cs: Instalace OPS
mk: Инсталација на OPS
pt_br: Instalação de OPS
tr: OPS Kurulum

# installer.updatingInstructions
source: If you are upgrading an existing installation of OPS, <a href="{$upgradeUrl}">click here</a> to proceed.
bg: Ако надграждате съществуваща инсталация на OPS, <a href="{$upgradeUrl}">щракнете тук</a>, за да продължите.
cs: Pokud aktualizujete existující instalaci OPS, <a href="{$upgradeUrl}">pokračujte zde</a>.
de: Wenn Sie eine bestehende Installation von OPS aktualisieren, <a href="{$upgradeUrl}">klicken Sie hier</a>, um fortzufahren.
mk: Ако ја надградувате постоечката инсталација на OPS, <a href="{$upgradeUrl}"> кликнете овде </a> за да продолжите.
pt_br: Se você está fazendo o upgrade de uma instalação existente do OPS, <a href="{$upgradeUrl}">clique aqui</a> para proceder.
tr: Mevcut bir OPS kurulumunu yükseltiyorsanız, devam etmek için burayı <a href="{$upgradeUrl}">tıklayın</a>.
