Repository: pkp/ops
Catalog: locale/*/locale.po
Languages: bg, cs, de, mk, pt_br, tr

# installer.upgradeComplete
source: <p>Upgrade of OPS to version {$version} has completed successfully.</p><p>Don't forget to set the "installed" setting in your config.inc.php configuration file back to <em>On</em>.</p><p>Visit our <a href="https://forum.pkp.sfu.ca" target="_new">community forum</a> or sign up to our <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">developer newsletter</a> to receive security notices, and updates on upcoming releases, new plugins, and planned features.</p>
bg: <p>Надстройката на OPS до версия {$version} завърши успешно.</p><p>Не забравяйте да зададете настройката "installed" във вашия конфигурационен файл config.inc.php обратно на <em>On</em>.</p><p>Посетете нашия <a href="https://forum.pkp.sfu.ca" target="_new">форум на общността</a> или се регистрирайте в нашия <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">бюлетин за разработчици</a>, за да получавате известия за сигурност и актуализации за предстоящи версии, нови плъгини и планирани функции.</p>
cs: <p>Aktualizace systému OPS na verzi {$version} byla úspěšně dokončena.</p><p>Nezapomeňte upravit nastavení "installed" ve Vašem config.inc.php konfiguračním souboru zpět na <em>On</em>.</p><p>Navštivte naše <a href="https://forum.pkp.sfu.ca" target="_new">komunitní fórum</a> nebo se přihlaste k odběru našeho <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">zpravodaje pro vývojáře</a>, abyste dostávali bezpečnostní upozornění a aktualizace o nadcházejících verzích, nových pluginech a plánovaných funkcích.</p>
de: <p>Das Upgrade von OPS auf Version {$version} wurde erfolgreich abgeschlossen.</p><p>Vergessen Sie nicht, die "installiert"-Einstellung in Ihrer config.inc.php Konfigurationsdatei auf <em>Ein</em> zurückzusetzen.</p><p>Besuchen Sie das <a href="https://forum.pkp.sfu.ca" target="_new">Community Forum</a> oder melden Sie sich für den <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">Developer Newsletter</a> an, um Sicherheitshinweise und Updates zu neuen Releases, Plugins, und geplanten Features zu erhalten.</p>
mk: <p>Надградбата од OPS во верзијата {$version} е успешно завршена.</p><p>Не заборавајте да го подесите поставувањето"инсталиран" во вашата config.inc.php датотека за конфигурација назад во <em>На</em>.</p><p>Посетете го нашиот <a href="https://forum.pkp.sfu.ca" target="_new">форум на заедницата</a> или пријавете се на нашиот <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">билтен за програмери</a> за да добиете безбедносни известувања и ажурирања за претстојните изданија, нови приклучоци и планирани карактеристики.</p>
pt_br: <p>A atualização do OPS para a versão {$version} foi concluída com sucesso.</p><p>Não se esqueça de definir a configuração "instalado" em seu arquivo de configuração config.inc.php para <em>On</em>.</p><p>Se você tiver dúvidas ou comentários, visite o <a href="https://forum.pkp.sfu.ca" target="_new">fórum de suporte</a>.</p>

# site.upgradeAvailable.manager
source: There is a new version of OPS available! You are currently using OPS {$currentVersion}. The most recent version is OPS {$latestVersion}. Please contact your Site Administrator ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) to notify them of this new release. More information can be found <a href="https://pkp.sfu.ca/ops/ops_download/" target="_new">here</a>.
bg: Налична е нова версия на OPS! В момента използвате OPS {$currentVersion}. Най-новата версия е OPS {$latestVersion}. Моля, свържете се с вашия администратор на сайта ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>), за да ги уведомите за тази нова версия. Повече информация можете да намерите <a href="https://pkp.sfu.ca/ops/ops_download/" target="_new">тук</a>.
cs: Je dostupná nová verze OPS! Vy používáte následující verzi OPS: {$currentVersion}. Nejnovější verze OPS je: {$latestVersion}. Kontaktujte, prosím, administrátora webu ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) a upozorněte ho na novou verzi OJS. Více informací lze nalézt <a href="https://pkp.sfu.ca/ojs/ojs_download/" target="_new">zde</a>.
de: Eine neue Version von OPS ist verfügbar! Sie benutzen momentan OPS {$currentVersion}. Die aktuellste Version ist OPS {$latestVersion}. Bitte benachrichtigen Sie Ihre/n Website-Administrator/in ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>), um sie/ihn über dieses neue Release zu informieren. Mehr Informationen können <a href="http://pkp.sfu.ca/ojs_download" target="_new">hier</a> gefunden werden.
mk: Достапна е нова верзија на OPS! Моменално ја користите OPS {$currentVersion}. Најновата верзија е OPS {$latestVersion}. Ве молиме контактирајте го Вашиот администратор на страницата <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) за да го нотирате за новата верзија.Повеќе информации можете да најдете <a href="https://pkp.sfu.ca/ops/ops_download/" target="_new">овде</a>.
pt_br: Há uma nova versão do OPS disponível! Você está usando o OPS {$currentVersion}. A versão mais recente é OPS {$latestVersion}. Entre em contato com o administrador do site ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) para notificá-los sobre esta nova versão. Mais informações podem ser encontradas <a href="https://pkp.sfu.ca/ops/ops_download/" target="_new">aqui</a>.
