Repository: pkp/ops
Catalog: locale/*/locale.po
Languages: bg, cs, de, mk, pt_br, tr

# log.editor.decision
source: A moderator decision ({$decision}) for preprint {$submissionId} was recorded by {$editorName}.
bg: Решение на модератор ({$decision}) за препринт{$submissionId} беше записано от {$editorName}.
cs: Rozhodnutí moderátora ({$decision}) pro preprint {$submissionId} nahrál/a {$editorName}.
de: Eine Moderationsentscheidung ({$decision}) für Preprint {$submissionId} wurde von {$editorName} festgehalten.
mk: Одлука на модераторот ({$decision}) за препринт{$submissionId} беше снимена од {$editorName}.
pt_br: Uma decisão do moderador ({$decision}) para a preprint {$submissionId} foi registrada por {$editorName}.

# log.editor.recommendation
source: A moderator recommendation ({$decision}) for preprint {$submissionId} was recorded by {$editorName}.
bg: Препоръка на модератор ({$decision}) за препринт{$submissionId} беше записана от {$editorName}.
cs: Doporučení moderátora ({$decision}) pro preprint {$submissionId} nahrál/a {$editorName}.
de: Eine Moderationsempfehlung ({$decision}) für Preprint {$submissionId} wurde von {$editorName} festgehalten.
mk: Препорака на модераторот ({$decision}) за препринт {$submissionId} беше снимена од {$editorName}.
pt_br: Uma recomendação do moderador ({$decision}) para o preprint {$submissionId} foi registrada por {$editorName}.

# notification.type.submissionSubmitted
source: A new preprint , "{$title}", has been submitted.
bg: Изпратен е нов препринт: "{$title}".
cs: Nový preprint s názvem "{$title}" byl vložen.
de: Ein neuer Preprint, "{$title}", wurde eingereicht.
mk: Нов препринт , "{$title}", е поднесен.
pt_br: Um novo preprint, "{$title}", foi submetida.

# notification.type.newAnnouncement
source: A new announcement has been created.
bg: Създадено е ново съобщение.
cs: Bylo vytvořeno nové oznámení.
de: Eine neue Mitteilung wurde erstellt.
mk: Нова објава е креирана.
pt_br: Um novo anúncio foi criado.

# notification.type.reviewing
source: Reviewing Events
bg: Преглед на събития
cs: Události týkající se recenzního řízení
de: Bei der Begutachtung aufgetretene Ereignisse
mk: Преглед на настани
pt_br: Revisando Eventos

# notification.type.submissions
source: Submission Events
bg: Събития за подаваните материали
cs: Události týkající se příspěvku
de: Bei der Einreichung aufgetretene Ereignisse
mk: Настани на поднесување
pt_br: Eventos de Submissão

# notification.type.public
source: Public Announcements
bg: Публични съобщения
cs: Veřejná oznámení
de: Öffentliche Mitteilungen
mk: Јавни соопштенија
pt_br: Anúncios Públicos

# notification.type.editorAssignmentTask
source: A new preprint has been submitted to which a moderator needs to be assigned.
bg: Изпратен е нов препринт, на който трябва да бъде назначен модератор.
cs: Byl předložen nový preprint, kterému je třeba přidělit moderátora.
de: Ein neuer Preprint wurde eingereicht, dem ein/e Moderator/in zugewiesen werden muss.
mk: Нов препринт е поднесен за кого треба да се назначи модератор.
pt_br: Um novo preprint foi enviado para a qual um moderador precisa ser designado.

# notification.type.awaitingRepresentations
source: Awaiting Galleys.
bg: В очакване на типографии.
cs: Jsou očekávány sazebnice.
de: Fahnen werden erwartet.
mk: Чекајќи Отисоци.
pt_br: Aguardando Composições.

# user.authorization.noContext
source: No server in context!
bg: Няма сървър в контекст!
cs: Žádný server v kontextu!
de: Kein Server im Kontext!
mk: Нема сервер во контекст!
pt_br: Nenhum servidor no contexto!

# notification.type.approveSubmission
source: This submission is currently awaiting approval.
bg: Това изпращане на материал в момента изчаква одобрение.
cs: Tento příspěvek v současné době čeká na schválení.
de: Die Annahme dieser Einreichung steht noch aus.
mk: Овој поднесок во моментов чека одобрување.
pt_br: Esta submissão está atualmente aguardando aprovação.

# notification.type.approveSubmissionTitle
source: Awaiting approval.
bg: Очаква одобрение.
cs: Čeká na schválení.
de: Erwartet Annahme.
mk: Чекајќи одобрување.
pt_br: Aguardando aprovação.

# user.profile.form.showOtherContexts
source: Register with other servers
bg: Регистриране на други сървъри
cs: Zaregistrovat se do dalších serverů
de: Auf anderen Servern registrieren
mk: Регистрирајте се со други сервери
pt_br: Registre-se em outros servidores

# user.profile.form.hideOtherContexts
source: Hide other servers
bg: Скриване на други сървъри
cs: Skrýt další servery
de: Andere Server ausblenden
mk: Скријте ги другите сервери
pt_br: Ocultar outros servidores

# search.cli.rebuildIndex.indexing
source: Indexing "{$serverName}"
bg: Индексиране "{$serverName}"
cs: Indexování "{$serverName}"
de: Indizierung von "{$serverName}"
mk: Индексирање "{$serverName}"
pt_br: Indexando "{$serverName}"

# search.cli.rebuildIndex.indexingByServerNotSupported
source: This search implementation does not allow per-server re-indexing.
bg: Този метод на търсенето не позволява повторно индексиране на сървъра.
cs: Tato implementace vyhledávání neumožňuje reindexaci pro jednotlivé servery.
de: Diese Suchimplementierung erlaubt keine Neuindizierung pro Server.
mk: Оваа имплементација на пребарување не дозволува пре-сервер ре-индексирање.
pt_br: Esta implementação de pesquisa não permite reindexação por servidor.

# catalog.sortBy
source: Order of preprints
bg: Поръчка на препринти
cs: Pořadí preprintů
de: Reihenfolge der Preprints
mk: Редослед на препринтови
pt_br: Ordem de preprints

# catalog.sortBy.categoryDescription
source: Choose how to order preprints in this category.
bg: Изберете как да поръчате препринт в тази категория.
cs: Vyberte způsob řazení preprintů v této kategorii.
de: Auswählen, wie Preprints in dieser Kategorie sortiert werden sollen.
mk: Одберете го редоследот на препринтови во оваа категорија.
pt_br: Escolha como solicitar preprints nesta categoria.

# preprint.subject
source: Keywords
bg: Ключови думи
cs: Klíčová slova
de: Schlagwörter
mk: Клучни зборови
pt_br: Palavras-chave

# submissionGroup.assignedSubEditors
source: Assigned moderators
bg: Асоциирани модератори
cs: Přidělení moderátoři
de: Zugewiesene Moderator/innen
mk: Назначени модератори
pt_br: Moderadores atribuídos

# installer.preInstallationInstructions
source: <h4>Pre-Installation Steps</h4><p>1. The following files and directories (and their contents) must be made writable:</p><ul> <li><tt>config.inc.php</tt> is writable (optional): {$writable_config}</li> <li><tt>public/</tt> is writable: {$writable_public}</li> <li><tt>cache/</tt> is writable: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> is writable: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> is writable: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> is writable: {$writable_db_cache}</li></ul><p>2. A directory to store uploaded files must be created and made writable (see "File Settings" below).</p>
bg: <h4>Стъпки преди инсталирането</h4><p>1. Следните файлове и директории (и тяхното съдържание) трябва да бъдат направени с възможност за запис:</p><ul> <li><tt>config.inc.php</tt> е с възможност за запис (по избор): {$writable_config}</li > <li><tt>public/</tt> може да се записва: {$writable_public}</li> <li><tt>cache/</tt> може да се записва: {$writable_cache}</li> <li> <tt>cache/t_cache/</tt> може да се записва: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> може да се записва: {$writable_templates_compile}</li> <li> <tt>cache/_db</tt> може да се записва: {$writable_db_cache}</li></ul><p>2. Трябва да се създаде директория за съхраняване на качените файлове и да се направи записваема (вижте „Настройки на файлове“ по-долу).</p>
cs: <h4>Kroky před instalací</h4><p>1. Následující soubory a adresáře (a jejich obsah) musí být přístupné pro zápis:</p><ul> <li><tt>config.inc.php</tt> je zapisovatelný (nepovinné): {$writable_config}</li> <li><tt>public/</tt> je zapisovatelný: {$writable_public}</li> <li><tt>cache/</tt> je zapisovatelný: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> je zapisovatelný: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> je zapisovatelný: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> je zapisovatelný: {$writable_db_cache}</li></ul><p>2. Je třeba vytvořit adresář pro ukládání nahraných souborů a zajistit, aby do něj bylo možné zapisovat. (viz "Nastavení souborů" níže).</p>
de: <h4>Vor-Installationsschritte</h4><p>1. Die folgenden Dateien und Verzeichnisse (und ihr Inhalt) müssen schreibbar gemacht werden is writable:</p><ul> <li><tt>config.inc.php</tt> is writable (optional): {$writable_config}</li> <li><tt>public/</tt> ist beschreibbar: {$writable_public}</li> <li><tt>cache/</tt> ist beschreibbar: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> ist beschreibbar: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> ist beschreibbar: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> ist beschreibbar: {$writable_db_cache}</li></ul><p>2. Es muss ein Verzeichnis zum Speichern der hochgeladenen Dateien erstellt und beschreibbar gemacht werden (siehe "Datei-Einstellungen" unten).</p>
mk: <h4> Чекори пред инсталација </h4><p> 1. Следните датотеки и директориуми (и нивната содржина) мора да бидат напишани: </p><ul><li><tt>config.inc.php</tt> може да се запише (по избор): {$writable_config} </li><li> <tt> јавно / </tt> може да се запише: {$writable_public}</li><li><tt>cache/</tt> може да се запише: {$writable_cache}</li><li><tt>cache/t_cache/</tt> се запишува: {$writable_templates_cache}</li><li><tt>cache/t_compile/</tt> може да се запише: {$writable_templates_compile}</li><li><tt>cache/_db</tt> може да се запише: {$writable_db_cache}</li></ul><p> 2. Именикот за зачувување на подигнатите датотеки мора да биде креиран и да се запишува (видете „Подесувања на датотека“ подолу)</p>
pt_br: <h4>Etapas de pré-instalação</h4><p>1. Os seguintes arquivos e diretórios (e seu conteúdo) devem ser gravados:</p><ul> <li><tt>config.inc.php</tt> é gravável (opcional): {$writable_config}</li> <li><tt>public/</tt> é gravável: {$writable_public}</li> <li><tt>cache/</tt> é gravável: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> é gravável: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> é gravável: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> é gravável: {$writable_db_cache}</li></ul><p>2. Um diretório para armazenar arquivos enviados deve ser criado e tornado gravável (veja "Configurações de arquivo" abaixo).</p>
tr: <h4>Kurulum Öncesi Adımlar</h4><p>1. Aşağıdaki dosyalar ve dizinler (ve içerikleri) yazılabilir hale getirilmelidir:</p><ul><li><tt>config.inc.php</tt> yazılabilir (optional): {$writable_config}</li><li><tt>public/</tt> yazılabilir: {$writable_public}</li><li><tt>cache/</tt> yazılabilir: {$writable_cache}</li><li><tt>cache/t_cache/</tt> yazılabilir: {$writable_templates_cache}</li><li><tt>cache/t_compile/</tt> yazılabilir: {$writable_templates_compile}</li><li><tt>cache/_db</tt> yazılabilir: {$writable_db_cache}</li></ul><p>2. Yüklenen dosyaları depolamak için bir dizin oluşturulmalı ve yazılabilir hale getirilmelidir (aşağıdaki "Dosya Ayarları" bölümüne bakın).</p>

# installer.additionalLocalesInstructions
source: Select any additional languages to support in this system. These languages will be available for use by servers hosted on the site. Additional languages can also be installed at any time from the site administration interface.
bg: Изберете всички допълнителни езици, които да поддържате в тази система. Тези езици ще бъдат достъпни за използване от сървъри, хоствани на сайта. Допълнителни езици също могат да бъдат инсталирани по всяко време от интерфейса за администриране на сайта.
cs: Vyberte další jazyky, které chcete v tomto systému podporovat. Tyto jazyky budou k dispozici pro použití na serverech hostovaných na webu. Další jazyky lze také kdykoli nainstalovat z rozhraní pro správu webu.
de: Wählen Sie weitere Sprachen aus, die in diesem System unterstützt werden sollen. Server, die auf dieser Website gehostet sind, können diese Sprachen verwenden. Weitere Sprachen können ebenfalls jederzeit installiert werden, und zwar über das Website-Administration-Interface.
mk: Изберете други дополнителни јазици за да бидат подржани во овој систем. Овие јазици ќе бидат достапни за употреба од серверите поставени на овој сајт. Дополнителни јазици исто така можат да бидат инсталирани во било кое време од страна на администрацијата на страната.
pt_br: Selecione quaisquer idiomas adicionais para suporte neste sistema. Esses idiomas estarão disponíveis para uso pelos servidores hospedados no site. Idiomas adicionais também podem ser instalados a qualquer momento a partir da interface de administração do site.

# installer.filesDirInstructions
source: Enter full pathname to an existing directory where uploaded files are to be kept. This directory should not be directly web-accessible. <strong>Please ensure that this directory exists and is writable prior to installation.</strong> Windows path names should use forward slashes, e.g. "C:/myserver/files".
bg: Въведете пълния път до съществуваща директория, където да се съхраняват качените файлове. Тази директория не трябва да бъде директно достъпна в мрежата. <strong>Моля, уверете се, че тази директория съществува и в нея може да се записва преди инсталирането.</strong> Имената на пътищата в Windows трябва да използват наклонени черти, напр. "C:/myserver/files".
cs: Zadejte úplný název cesty k existujícímu adresáři, kde mají být nahrané soubory uloženy. Tento adresář by neměl být přímo přístupný z internetu. <strong>Před instalací se ujistěte, že tento adresář existuje a lze do něj zapisovat..</strong> Názvy cest v systému Windows by měly používat lomítka, např. "C:/myserver/files".
de: Geben Sie den vollständigen Pfadnamen zu einem bestehenden Verzeichnis an, in dem die hochgeladenen Dateien abgelegt werden sollen. Auf dieses Verzeichnis sollte kein direkter Zugriff von außen (vom Web aus) möglich sein. <strong>Bitte stellen Sie sicher, dass das Verzeichnis bereits existiert und es beschreibbar ist, bevor Sie mit der Installation beginnen.</strong> Für Windows-Pfadnamen sind Schrägstriche zu verwenden, z.B. "C:/mypress/files".
mk: Внесете полно име на патеката на постоечкиот именик каде подигнатите датотеки ќе бидат чувани. Овој именик не треба да биде директно веб-пристапен. <strong>Ве молиме осигурајте се дека овој именик постои и може да се пишува пред инсталацијата.</strong>Имињата на патеки на Windows треба да користат коси црти, на пр. "C:/myserver/files".
pt_br: Digite o nome do caminho completo para um diretório existente onde os arquivos carregados devem ser mantidos. Este diretório não deve ser diretamente acessível pela web. <strong>Certifique-se de que este diretório existe e é gravável antes da instalação.</strong> Os nomes de caminho do Windows devem usar barras, por exemplo, "C:/meuservidor/arquivos".

# installer.databaseSettingsInstructions
source: OPS requires access to a SQL database to store its data. See the system requirements above for a list of supported databases. In the fields below, provide the settings to be used to connect to the database.
bg: OPS изисква достъп до SQL база данни, за да съхранява своите данни. Вижте системните изисквания по-горе за списък на поддържаните бази данни. В полетата по-долу въведете настройките, които да се използват за свързване към базата данни.
cs: OPS vyžaduje pro ukládání svých dat přístup k databázi SQL. Seznam podporovaných databází naleznete v systémových požadavcích výše. Do níže uvedených polí zadejte nastavení, která se mají použít pro připojení k databázi.
de: Um die Daten ablegen zu können, benötigt OPS einen Zugriff auf eine SQL-Datenbank. Bitte beachten Sie die oben genannten Systemanforderungen für die aufgeführten unterstützten Datenbanken. In den darunter stehenden Feldern werden die Einstellungen angegeben, die zur Verbindung mit der Datenbank gesetzt werden müssen.
mk: OPS бара птристап до SQL дата базата за да ги прибира податоците. Видете ги барањата на системот погоре за листата на подржани бази на податоци.Во полињата подолу, одредете ги подесувањата кои ќе бидат употребени за да се поврзете со базата на податоци.
pt_br: OPS requer acesso a um banco de dados SQL para armazenar seus dados. Consulte os requisitos do sistema acima para obter uma lista de bancos de dados suportados. Nos campos abaixo, forneça as configurações a serem usadas para se conectar ao banco de dados.

# installer.installApplication
source: Install Open Preprint Systems
bg: Инсталиране на Open Preprint Systems
cs: Instalace Open Preprint Systems
de: Open Preprint Systems installieren
mk: Инсталирајте Отворени Препринт Системи
pt_br: Instalar Open Preprint Systems

# installer.upgradeApplication
source: Upgrade Open Preprint Systems
bg: Надстройване на Open Preprint Systems
cs: Aktualizace Open Preprint Systems
de: Open Preprint Systems aktualisieren
mk: Надградете ги Отворените Препринт Системи
pt_br: Atualizar Open Preprint Systems

# installer.overwriteConfigFileInstructions
source: <h4>IMPORTANT!</h4><p>The installer could not automatically overwrite the configuration file. Before attempting to use the system, please open <tt>config.inc.php</tt> in a suitable text editor and replace its contents with the contents of the text field below.</p>
bg: <h4>ВАЖНО!</h4><p>Инсталаторът не можа автоматично да презапише конфигурационния файл. Преди да се опитате да използвате системата, моля, отворете <tt>config.inc.php</tt> в подходящ текстов редактор и заменете съдържанието му със съдържанието на текстовото поле по-долу.</p>
cs: <h4>DŮLEŽITÉ!</h4><p>Instalační program nemohl automaticky přepsat konfigurační soubor. Před pokusem o použití systému otevřete, prosím <tt>config.inc.php</tt> ve vhodném textovém editoru a nahraďte jeho obsah obsahem níže uvedeného textového pole.</p>
de: <h4>WICHTIG!</h4><p>Der Installer konnte die Konfigurationsdatei nicht automatisch überschreiben. Bevor Sie versuchen, das System zu verwenden, öffnen Sie bitte <tt>config.inc.php</tt> in einem geeigneten Texteditor und ersetzen Sie dessen Inhalte durch die Inhalte der unten stehenden Textbox.</p>
mk: <h4>ВАЖНО!</h4><p>Инсталаторот не може автоматски да презапишува врз конфигурациската датотека. Пред да пробате да го користите системот,Ве молиме отворете <tt>config.inc.php</tt> во соодветен уредувач на текст и заменете ја неговата содржина со содржините од полето за текст подолу.</p>
pt_br: <h4>IMPORTANTE!</h4><p>O instalador não pôde substituir automaticamente o arquivo de configuração. Antes de tentar usar o sistema, abra <tt>config.inc.php</tt> em um editor de texto adequado e substitua seu conteúdo pelo conteúdo do campo de texto abaixo.</p>

# installer.installationComplete
source: <p>Installation of OPS has completed successfully.</p> <p>To begin using the system, <a href="{$loginUrl}">login</a> with the username and password entered on the previous page.</p> <p>Visit our <a href="https://forum.pkp.sfu.ca" target="_new">community forum</a> or sign up to our <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">developer newsletter</a> to receive security notices, and updates on upcoming releases, new plugins, and planned features.</p>
bg: <p>Инсталирането на OPS завърши успешно.</p> <p>За да започнете да използвате системата, <a href="{$loginUrl}">влезте</a> с потребителското име и паролата, въведени на предишната страница.</p> <p>Посетете нашия <a href="https://forum.pkp.sfu.ca" target="_new">форум на общността</a> или се регистрирайте в нашия <a href="https://pkp. sfu.ca/developer-newsletter" target="_new">бюлетин за разработчици</a>, за да получавате известия за сигурност и актуализации за предстоящи версии, нови плъгини и планирани функции.</p>
cs: <p>Instalace systému OPS byla úspěšně dokončena.</p> <p>Chcete-li začít používat systém, <a href="{$loginUrl}">přihlaste se</a> s uživatelským jménem a heslem zadanými na předchozí stránce.</p> <p>Navštivte naše <a href="https://forum.pkp.sfu.ca" target="_new">komunitní fórum</a> nebo se přihlaste k odběru našeho <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">zpravodaje pro vývojáře,</a> abyste dostávali bezpečnostní upozornění a aktualizace o nadcházejících verzích, nových pluginech a plánovaných funkcích.</p>
de: <p>Die OPS-Installation wurde erfolgreich abgeschlossen.</p> <p>Um das System zu verwenden, loggen Sie sich auf der <a href="{$loginUrl}">Login</a>-Seite mit Ihrem Benutzernamen und Ihrem Passwort ein.</p> <p>Besuchen Sie das <a href="https://forum.pkp.sfu.ca" target="_new">Community Forum</a> oder melden Sie sich für den <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">Developer Newsletter</a> an, um Sicherheitshinweise und Updates zu neuen Releases, Plugins, und geplanten Features zu erhalten.</p>
mk: <p>Инсталацијата на OPS успешно се заврши.</p> <p>За да започнете да го употребувате системот, <a href="{$loginUrl}">логирајте се</a> со корисничкото име и лозинката внесени на претходната страница.</p> <p>Посетете го нашиот<a href="https://forum.pkp.sfu.ca" target="_new">форум на заедницата</a> или пријавете се на нашиот<a href="https://pkp.sfu.ca/developer-newsletter" target="_new">билтен за програмери</a> за да добиете безбедносни известувања и ажурирања на претстојните изданија, нови приклучоци и планирани карактеристики.</p>
pt_br: <p>A instalação do OPS foi concluída com sucesso.</p> <p>Para começar a usar o sistema, <a href="{$loginUrl}">faça login</a> com o nome de usuário e a senha inseridos na página anterior.</p> <p>Se você deseja fazer parte da comunidade PKP, você pode:</p> <ol> <li>Leia o <a href="https://pkp.sfu.ca/category/news/" target="_new">blog PKP</a> e siga o <a href="https://pkp .sfu.ca/category/News/feed/" target="_new">Feed RSS</a> para notícias e atualizações.</li> <li>Visite o <a href="https://forum.pkp.sfu.ca" target="_new">fórum de suporte</a> se tiver dúvidas ou comentários.</li> </ol>
