Repository: pkp/ops
Catalog: locale/*/manager.po
Languages: de

# manager.distribution.access
source: Access
de: Zugang

# manager.distribution.copyrightYearBasis.description
source: Choose how a default copyright date is selected for an preprint . This default can be overridden on a case-by-case basis.
de: Wählen Sie, wie ein Standard-Copyright-Datum für einen Preprint ausgewählt wird. Diese Vorgabe kann von Fall zu Fall überschrieben werden.

# manager.distribution.copyrightYearBasis.submission
source: Use the preprint's posted date
de: Verwenden Sie das Datum der Veröffentlichung des Preprints

# manager.distribution.publishingMode
source: Posting Mode
de: Posting-Modus

# manager.distribution.publishingMode.none
source: OPS will not be used to post the server's contents online.
de: OPS wird nicht verwendet, um den Inhalt des Servers online zu stellen.

# manager.distribution.publishingMode.openAccess
source: The server will provide open access to its contents.
de: Der Server bietet freien Zugang zu seinem Inhalt.

# doi.manager.settings.doiSuffixLegacy
source: Use default patterns.<br />%j.%a for preprints<br />%j.%a.g%g for galleys.
de: Standard-Pattern benutzen.<br />%j.%a für Preprints<br />%j.%a.g%g für Fahnen.

# doi.manager.settings.doiCreationTime.copyedit
source: Upon reaching the production stage
de: Bei Erreichen der Produktionsphase

# doi.manager.settings.doiVersioning.description
source: Assign a new DOI to each publication version? Most preprint servers will want to use the default option (yes) to ensure preprint versions are correctly assigned DOIs.
de: Eine neue DOI für jede Veröffentlichungsversion zuweisen? Die meisten Preprint-Server werden die Default Option (ja) verwenden wollen, um sicherzugehen, dass Preprint-Versionen korrekt DOIs zugewiesen bekommen.

# doi.manager.settings.doiVersioning.yes
source: Yes, assign a unique DOI to every version of a preprint.
de: Ja, eine unikate DOI zu jeder Version eines Preprints zuweisen.

# doi.manager.settings.doiVersioning.no
source: No, all versions of a preprint should have the same DOI.
de: Nein, alle Versionen eines Preprints sollen dieselbe DOI haben.

# manager.language.submissions
source: Submissions
de: Einreichungen

# manager.language.forms
source: Forms
de: Formen

# manager.language.confirmDefaultSettingsOverwrite
source: This will replace any locale-specific server settings you had for this locale
de: Dies ersetzt alle lokal-spezifischen Servereinstellungen, die Sie für dieses Gebietsschema hatten

# manager.people.allUsers
source: All Enrolled Users
de: Alle registrierten Benutzer

# manager.people.confirmRemove
source: Remove this user from this server? This action will unenroll the user from all roles within this server.
de: Diesen Benutzer von diesem Server entfernen? Mit dieser Aktion wird der Benutzer aus allen Rollen auf diesem Server entfernt.

# manager.sections.abstractsNotRequired
source: Do not require abstracts
de: Keine Abstracts verlangen

# manager.sections.confirmDelete
source: Are you sure you want to permanently delete this section?
de: Sind Sie sicher, dass Sie diesen Abschnitt endgültig löschen wollen?

# manager.sections.alertDelete
source: Before this section can be deleted, you must move preprints posted within it into other section.
de: Bevor dieser Bereich gelöscht werden kann, müssen Sie die dort eingestellten Preprints in einen anderen Bereich verschieben.

# manager.sections.create
source: Create Section
de: Abschnitt erstellen

# manager.sections.editorRestriction
source: Items can only be submitted by Managers and Moderators.
de: Einträge können nur von Managern und Moderatoren eingereicht werden.

# manager.sections.confirmDeactivateSection.error
source: At least one section must be active. Visit the workflow settings to disable all submissions to this server.
de: Mindestens ein Abschnitt muss aktiv sein. Besuchen Sie die Workflow-Einstellungen, um alle Übermittlungen an diesen Server zu deaktivieren.

# manager.sections.form.abbrevRequired
source: An abbreviated title is required for the section
de: Ein abgekürzter Titel ist für den Abschnitt erforderlich

# manager.setup.form.section.pathRequired
source: An URL path is required for the section
de: Für den Abschnitt ist ein URL-Pfad erforderlich

# manager.sections.identifyType
source: Identify items posted in this section as a(n)
de: Kennzeichnen Sie die in diesem Abschnitt veröffentlichten Einträge als

# manager.sections.identifyTypeExamples
source: (For example etc.)
de: (Zum Beispiel usw.)

# manager.sections.policy
source: Section Policy
de: Sektionspolitik

# manager.sections.submissionIndexing
source: Will not be included in the indexing of the server
de: Wird bei der Indexierung des Servers nicht berücksichtigt

# manager.sections.wordCount
source: Word Count
de: Wortzahl

# manager.sections.wordCountInstructions
source: Limit abstract word counts for this section (0 for no limit)
de: Begrenzen Sie die Anzahl der Wörter in Abstracts für diesen Abschnitt (0 für keine Begrenzung)

# manager.payment.options.enablePayments
source: Payments will be enabled for this server. Note that users will be required to log in to make payments.
de: Zahlungen werden für diesen Server aktiviert. Beachten Sie, dass sich die Nutzer/innen anmelden müssen, um Zahlungen zu tätigen.

# manager.setup
source: Server Settings
de: Server-Einstellungen

# manager.setup.useStyleSheet
source: Server style sheet
de: Server-Formatvorlage

# manager.setup.announcements
source: Announcements
de: Ankündigungen

# manager.setup.announcementsIntroduction
source: Introduction
de: Einführung

# manager.setup.announcementsIntroduction.description
source: Enter any information you would like to appear on your announcements page.
de: Geben Sie alle Informationen ein, die auf Ihrer Ankündigungsseite erscheinen sollen.

# manager.setup.disableUserRegistration
source: The Server Manager will register all user accounts.
de: Der Server Manager wird alle Benutzerkonten registrieren.

# manager.setup.emailBounceAddress
source: Bounce Address
de: Bounce-Adresse

# manager.setup.emailBounceAddress.description
source: Any undeliverable emails will result in an error message to this address.
de: Bei unzustellbaren E-Mails erhalten Sie eine Fehlermeldung an diese Adresse.

# manager.setup.emailBounceAddress.disabled
source: In order to send undeliverable emails to a bounce address, the site administrator must enable the <code>allow_envelope_sender</code> option in the site configuration file. Server configuration may be required, as indicated in the OPS documentation.
de: Um unzustellbare E-Mails an eine Bounce-Adresse zu senden, muss der Site-Administrator die Option <code>allow_envelope_sender</code> in der Site-Konfigurationsdatei aktivieren. Möglicherweise ist eine Serverkonfiguration erforderlich, wie in der OPS-Dokumentation angegeben.

# manager.setup.emailSignature
source: Signature
de: Unterschrift

# manager.setup.emailSignature.description
source: Emails sent automatically on behalf of the preprint server will have the following signature added.
de: E-Mails, die vom System im Namen des Servers versendet werden, werden mit der folgenden Signatur versehen.

# manager.setup.enableAnnouncements.enable
source: Enable announcements
de: Ankündigungen einschalten

# manager.setup.enableAnnouncements.description
source: Announcements may be published to inform readers of server news and events. Published announcements will appear on the Announcements page.
de: Ankündigungen können veröffentlicht werden, um die Leser über Neuigkeiten und Ereignisse auf dem Server zu informieren. Veröffentlichte Ankündigungen erscheinen auf der Seite Ankündigungen.

# manager.setup.numAnnouncementsHomepage
source: Display on Homepage
de: Anzeige auf der Startseite

# manager.setup.numAnnouncementsHomepage.description
source: How many announcements to display on the homepage. Leave this empty to display none.
de: Wie viele Ankündigungen auf der Startseite angezeigt werden sollen. Lassen Sie dies leer, um keine anzuzeigen.

# manager.setup.enableDois.description
source: Allow Digital Object Identifiers (DOIs) to assigned to works published on this server.
de: Erlauben Sie die Zuweisung von Digital Object Identifiers (DOIs) für auf diesem Server veröffentlichte Werke.

# doi.manager.settings.doiObjectsRequired
source: Select the types of work published on this server that should be assigned DOIs. Most preprint servers assign DOIs to preprints, but you may wish to assign DOIs to preprint galleys as well.
de: Bitte wählen Sie die Art von Werken, die auf diesem Server veröffentlicht sind, denen DOIs zugewiesen werden sollen. Die meisten Preprint Server weisen DOIs Preprints zu, aber Sie möchten möglicherweise auch Preprintfahnen DOIs zuweisen.

# manager.setup.enableUserRegistration
source: Visitors can register a user account with the server.
de: Besucher können ein Benutzerkonto auf dem Server anlegen.

# manager.setup.identity
source: Preprint Server Identity
de: Preprint-Server-Identität

# manager.setup.information.description
source: Brief descriptions of the server for librarians and prospective authors and readers. These are made available in the site's sidebar when the Information block has been added.
de: Kurze Beschreibungen des Servers für Bibliothekare und potenzielle Autoren und Leser. Diese werden in der Seitenleiste der Website zur Verfügung gestellt, wenn der Informationsblock hinzugefügt wurde.

# manager.setup.information.forAuthors
source: For Authors
de: Für Autoren

# manager.setup.information.forLibrarians
source: For Librarians
de: Für BibliothekarInnen

# manager.setup.information.forReaders
source: For Readers
de: Für LeserInnen

# manager.setup.itemsPerPage
source: Items per page
de: Einträge pro Seite

# manager.setup.itemsPerPage.description
source: Limit the number of items (for example, submissions, users, or editing assignments) to show in a list before showing subsequent items in another page.
de: Begrenzen Sie die Anzahl der in einer Liste anzuzeigenden Einträge (z. B. Anmeldungen, Benutzer oder Bearbeitungsaufgaben), bevor die nachfolgenden Einträge auf einer anderen Seite angezeigt werden.

# manager.setup.serverAbbreviation
source: Server Abbreviation
de: Server-Abkürzung

# manager.setup.contextSummary
source: Server Summary
de: Server Zusammenfassung

# manager.setup.contextAbout
source: About the Server
de: Über den Server

# manager.setup.contextAbout.description
source: Include any information about your server which may be of interest to readers or authors. This could include your open access policy, the focus and scope of the server, policies on moderation and screening, copyright notice, sponsorship disclosure, history of the server and a privacy statement.
de: Fügen Sie alle Informationen über Ihren Server hinzu, die für Leser oder Autoren von Interesse sein könnten. Dies könnte Ihre Open-Access-Politik, den Schwerpunkt und den Umfang des Servers, die Politik der Moderation und des Screenings, den Hinweis auf das Urheberrecht, die Offenlegung des Sponsorings, die Geschichte des Servers und eine Datenschutzerklärung umfassen.

# manager.setup.contextInitials
source: Server initials
de: Server-Initialen

# manager.setup.selectCountry
source: Select the country where this server is located, or the country of the mailing address for the server or publisher.
de: Wählen Sie das Land, in dem sich der Server befindet, oder das Land der Postanschrift des Servers oder des Herausgebers.

# manager.setup.serverThumbnail
source: Server thumbnail
de: Server-Vorschaubild

# manager.setup.serverThumbnail.description
source: A small logo or representation of the server that can be used in lists of servers.
de: Ein kleines Logo oder eine Darstellung des Servers, die in Listen von Servern verwendet werden kann.

# manager.setup.contextTitle
source: Server title
de: Server-Titel

# manager.setup.lists
source: Lists
de: Listen

# manager.setup.numPageLinks
source: Page links
de: Links zur Seite

# manager.setup.numPageLinks.description
source: Limit the number of links to display to subsequent pages in a list.
de: Begrenzen Sie die Anzahl der anzuzeigenden Links zu nachfolgenden Seiten in einer Liste.

# manager.setup.restrictPreprintAccess
source: Users must be registered and log in to view open access content.
de: Benutzer müssen registriert sein und sich anmelden, um frei zugängliche Inhalte zu sehen.

# manager.setup.restrictSiteAccess
source: Users must be registered and log in to view the server site.
de: Die Benutzer müssen registriert sein und sich anmelden, um die Server-Seite zu sehen.

# manager.setup.searchEngineIndexing
source: Search Indexing
de: Suche Indexierung

# manager.setup.searchEngineIndexing.description
source: Help search engines like Google discover and display your site. You are encouraged to submit your <a href="{$sitemapUrl}" target="_blank">sitemap</a>.
de: Helfen Sie Suchmaschinen wie Google, Ihre Website zu finden und anzuzeigen. Sie sind aufgefordert, Ihre <a href="{$sitemapUrl}" target="_blank">Sitemap</a> einzureichen.

# manager.setup.searchDescription.description
source: Provide a brief description (50-300 characters) of the server which search engines can display when listing the server in search results.
de: Geben Sie eine kurze Beschreibung (50-300 Zeichen) des Servers an, die Suchmaschinen bei der Auflistung des Servers in den Suchergebnissen anzeigen können.

# manager.setup.siteAccess.view
source: Site Access
de: Zugang zur Website

# manager.setup.siteAccess.viewContent
source: View Preprint Content
de: Preprint-Inhalt anzeigen

# manager.setup.sponsoringOrganization
source: Sponsoring organization
de: Sponsororganisation

# manager.setup.disableSubmissions.description
source: Prevent users from submitting new preprints to the server. Submissions can be disabled for individual server sections on the <a href="{$url}">server sections</a> settings page.
de: Verhindern Sie, dass Benutzer neue Preprints zu dem Server einreichen. Die Einreichung kann für einzelne Serverbereiche auf der Einstellungsseite <a href="{$url}">Serverbereiche</a> deaktiviert werden.

# manager.setup.disableSubmissions.notAccepting
source: This server is not accepting submissions at this time. Visit the workflow settings to allow submissions.
de: Dieser Server nimmt zur Zeit keine Anmeldungen an. Besuchen Sie die Workflow-Einstellungen, um Einreichungen zuzulassen.

# manager.setup.enableOai
source: Enable OAI
de: OAI aktivieren

# manager.setup.enableOai.description
source: Provide metadata to third-party indexing services through the <a href="https://www.openarchives.org/">Open Archives Initiative</a>.
de: Bereitstellung von Metadaten für Indexierungsdienste von Dritten über die <a href="https://www.openarchives.org/">Open Archives Initiative</a>.

# manager.setup.userRegistration
source: User Registration
de: Benutzerregistrierung

# manager.statistics.statistics
source: Server Statistics
de: Server-Statistik

# manager.statistics.statistics.preprintViews
source: Preprint View Counts (for Authors only)
de: Anzahl der Preprints (nur für Autoren)

# manager.statistics.statistics.count.accept
source: Accept
de: Annehmen

# manager.statistics.statistics.count.decline
source: Decline
de: Ablehnen

# manager.statistics.statistics.count.revise
source: Resubmit
de: Erneut einreichen

# manager.statistics.statistics.daysToPublication
source: Days to preprint being posted
de: Tage bis zur Veröffentlichung des Preprints

# manager.statistics.statistics.itemsPublished
source: Items posted
de: Gepostete Einträge

# manager.statistics.statistics.makePublic
source: Check items to be made available to readers in About the Server.
de: Prüfen Sie, welche Informationen den Lesern unter Über den Server zur Verfügung gestellt werden sollen.

# manager.statistics.statistics.note
source: Note: Percentages for peer reviewed submissions may not add up to 100%, as items resubmitted are either accepted, declined, or still in process.
de: Hinweis: Die Prozentsätze für von Fachkollegen geprüfte Einreichungen ergeben möglicherweise nicht 100 %, da die erneut eingereichten Beiträge entweder angenommen, abgelehnt oder noch in Bearbeitung sind.

# manager.statistics.statistics.numSubmissions
source: Total submissions
de: Gesamte Einreichungen

# manager.statistics.statistics.registeredReaders
source: Registered readers
de: Angemeldete Leser

# manager.statistics.reports.defaultReport.preprintDownloads
source: Preprint file downloads
de: Downloads von Preprint-Dateien

# manager.statistics.reports.defaultReport.preprintAbstract
source: Preprint abstract page views
de: Seitenaufrufe der Abstracts von Preprints

# manager.statistics.reports.defaultReport.serverIndexPageViews
source: Server main page views
de: Server-Hauptseitenaufrufe

# grid.category.path
source: Path
de: Pfad

# manager.publication.library
source: Preprint Server Library
de: Preprint-Server-Bibliothek

# manager.setup.resetPermissions
source: Reset Preprint Permissions
de: Preprint-Berechtigungen zurücksetzen

# manager.setup.resetPermissions.confirm
source: Are you sure you wish to reset permissions data for all preprints? This action can not be undone.
de: Sind Sie sicher, dass Sie die Berechtigungsdaten für alle Preprints zurücksetzen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

# manager.setup.resetPermissions.description
source: Remove the copyright statement and license information for every posted preprint, reverting them to the server's current default settings. This will permanently remove all prior copyright and licensing information attached to preprints. In some cases, you may not be legally permitted to re-license work that has been posted under a different license. Please take caution when using this tool and consult legal expertise if you are unsure what rights you hold over the preprints posted in your server.
de: Entfernen Sie die Urheberrechtserklärung und die Lizenzinformationen für jeden veröffentlichten Preprint und setzen Sie sie damit auf die aktuellen Standardeinstellungen des Servers zurück. Dadurch werden alle früheren Urheberrechts- und Lizenzinformationen, die den Preprints beigefügt sind, dauerhaft entfernt. In einigen Fällen ist es Ihnen möglicherweise rechtlich nicht gestattet, Arbeiten, die unter einer anderen Lizenz veröffentlicht wurden, erneut zu lizenzieren. Bitte gehen Sie bei der Verwendung dieses Tools vorsichtig vor und konsultieren Sie Rechtsexperten, wenn Sie sich nicht sicher sind, welche Rechte Sie an den auf Ihrem Server eingestellten Preprints haben.

# manager.setup.resetPermissions.success
source: Preprint permissions were successfully reset.
de: Die Preprint-Berechtigungen wurden erfolgreich zurückgesetzt.

# grid.genres.title.short
source: Components
de: Komponenten

# grid.genres.title
source: Preprint Components
de: Preprint-Komponenten

# plugins.importexport.common.settings
source: Settings
de: Einstellungen

# plugins.importexport.common.settings.DOIPluginSettings
source: DOI Plugin Settings
de: DOI-Plugin-Einstellungen

# plugins.importexport.common.missingRequirements
source: Plugin requirements not met
de: Plugin-Anforderungen nicht erfüllt

# plugins.importexport.common.error.DOIsNotAvailable
source: In order to use this plugin please go to the "Public Identifier" plugin category, enable and configure the DOI plugin and specify a valid DOI prefix there.
de: Um dieses Plugin zu nutzen, gehen Sie bitte in die Plugin-Kategorie "Public Identifier", aktivieren und konfigurieren Sie das DOI-Plugin und geben Sie dort einen gültigen DOI-Präfix an.

# plugins.importexport.common.error.pluginNotConfigured
source: The plugin is not fully set up.
de: Das Plugin ist nicht vollständig eingerichtet.

# plugins.importexport.common.settings.form.password
source: Password
de: Passwort

# plugins.importexport.common.settings.form.password.description
source: Please note that the password will be saved as plain text, i.e. not encrypted.
de: Bitte beachten Sie, dass das Passwort im Klartext, d.h. unverschlüsselt, gespeichert wird.

# plugins.importexport.common.status.any
source: Any Status
de: Jeder Status

# plugins.importexport.common.status.notDeposited
source: Not Deposited
de: Nicht hinterlegt

# plugins.importexport.common.status.markedRegistered
source: Marked registered
de: Markiert registriert

# plugins.importexport.common.status.registered
source: Registered
de: Registriert

# plugins.importexport.common.action
source: Action
de: Aktion

# plugins.importexport.common.action.export
source: Export
de: Exportieren

# plugins.importexport.common.action.markRegistered
source: Mark registered
de: Markierung registriert

# plugins.importexport.common.action.register
source: Register
de: Registrieren

# plugins.importexport.common.validation
source: Validate XML before the export and registration.
de: Validieren Sie XML vor dem Export und der Registrierung.

# plugins.importexport.common.error.noObjectsSelected
source: No objects selected.
de: Keine Objekte ausgewählt.

# plugins.importexport.common.error.validation
source: Could not convert selected objects.
de: Ausgewählte Objekte konnten nicht konvertiert werden.

# plugins.importexport.common.invalidXML
source: Invalid XML:
de: Ungültiges XML:

# plugins.importexport.common.export.error.outputFileNotWritable
source: The output file {$param} is not writable.
de: Die Ausgabedatei {$param} ist nicht beschreibbar.

# plugins.importexport.common.register.error.mdsError
source: Registration was not successful! The DOI registration server returned an error: '{$param}'.
de: Die Registrierung war nicht erfolgreich! Der DOI-Registrierungsserver hat einen Fehler zurückgegeben: '{$param}'.

# plugins.importexport.common.register.success
source: Registration successful!
de: Registrierung erfolgreich!

# plugins.importexport.common.senderTask.warning.noDOIprefix
source: DOI prefix is missing for the server with the path {$path}.
de: DOI-Präfix fehlt für den Server mit dem Pfad {$path}.

# plugins.importexport.common.error.unknownObjects
source: The specified objects could not be found.
de: Die angegebenen Objekte konnten nicht gefunden werden.

# stats.contextStats
source: Server Stats
de: Server Statistiken

# stats.context.tooltip.text
source: Number of visitors viewing the server's index page.
de: Anzahl der Besucher/innen der Indexseite des Servers.

# stats.context.tooltip.label
source: About server statistics
de: Über Serverstatistiken

# stats.context.downloadReport.description
source: Download a CSV/Excel spreadsheet with usage statistics for this server matching the following parameters.
de: Laden Sie eine CSV/Excel-Datei mit Nutzungsstatistiken für diesen Server herunter, die den folgenden Parametern entsprechen.

# stats.context.downloadReport.downloadContext.description
source: The number of server's index page views.
de: Anzahl der Anzeigen der Server-Indexseite.

# stats.context.downloadReport.downloadContext
source: Download Server
de: Server herunterladen

# stats.publications.downloadReport.description
source: Download a CSV/Excel spreadsheet with usage statistics for preprints matching the following parameters.
de: Laden Sie eine CSV/Excel-Datei mit Nutzungsstatistiken für Preprints herunter, die den folgenden Parametern entsprechen.

# stats.publications.downloadReport.downloadSubmissions
source: Download Preprints
de: Preprints herunterladen

# stats.publications.downloadReport.downloadSubmissions.description
source: The number of abstract views and file downloads for each preprint.
de: Anzahl der Abstract-Besuche und Datei-Downloads für jeden Preprint.

# stats.publicationStats
source: Preprint Stats
de: Preprint-Statistiken

# stats.publications.none
source: No preprints were found with usage statistics matching these parameters.
de: Es wurden keine Preprints gefunden, deren Nutzungsstatistiken diesen Parametern entsprechen.
