Repository: pkp/ops
Catalog: locale/*/manager.po
Languages: de

# stats.publications.totalAbstractViews.timelineInterval
source: Total abstract views by date
de: Gesamtzahl der Aufrufe der Abstracts nach Datum

# stats.publications.totalGalleyViews.timelineInterval
source: Total file views by date
de: Gesamtzahl der Aufrufe des Abstracts nach Datum

# stats.publications.countOfTotal
source: {$count} of {$total} preprints
de: {$count} von {$total} Preprints

# manager.setup.notifications.copySubmissionAckPrimaryContact.description
source: Send a copy of the submission acknowledgement email to this preprint server's primary contact.
de: Senden Sie eine Kopie der Bestätigungs-E-Mail an den Hauptkontakt dieses Preprint-Servers.

# manager.setup.notifications.copySubmissionAckPrimaryContact.disabled.description
source: No primary contact has been defined for this preprint server. You can enter a primary contact in the <a href="{$url}">preprint server settings</a>
de: Für diesen Preprint-Server wurde kein Hauptkontakt definiert. Sie können einen Hauptkontakt in den <a href="{$url}">Preprint-Servereinstellungen</a> eingeben

# emailTemplate.variable.context.contextName
source: The server's name
de: Name des Servers

# emailTemplate.variable.context.contextUrl
source: The URL to the server's homepage
de: Die URL zur Homepage des Servers

# emailTemplate.variable.context.contactName
source: The name of the server's primary contact
de: Der Name des Hauptkontakts des Servers

# emailTemplate.variable.context.contextSignature
source: The server's email signature for automated emails
de: Die E-Mail-Signatur des Servers für automatisierte E-Mails

# emailTemplate.variable.context.principalContactSignature
source: The server's email signature for automated emails
de: Die E-Mail-Signatur des Servers für automatisierte E-Mails

# emailTemplate.variable.context.contactEmail
source: The email address of the server's primary contact
de: Die E-Mail-Adresse der Hauptkontaktperson des Servers

# emailTemplate.variable.queuedPayment.itemName
source: The name of the type of payment
de: Bezeichnung der Zahlungsart

# emailTemplate.variable.queuedPayment.itemCost
source: The payment amount
de: Der Zahlungsbetrag

# emailTemplate.variable.queuedPayment.itemCurrencyCode
source: The currency of the payment amount, such as USD
de: Die Währung des Zahlungsbetrags, z. B. USD

# emailTemplate.variable.site.siteTitle
source: Name of the website when more than one server is hosted
de: Name der Website, wenn mehr als ein Server gehostet wird

# mailable.validateEmailContext.name
source: Validate Email (Server Registration)
de: E-Mail überprüfen (Serverregistrierung)

# mailable.validateEmailContext.description
source: This email is automatically sent to a new user when they register with the server when the settings require the email address to be validated.
de: Diese E-Mail wird automatisch an neue Nutzer/innen gesendet wenn sie sich mit einem Server registrieren, der die Überprüfung der E-Mail Adresse verlangt.

# doi.description
source: This plugin enables the assignment of the Digital Object Identifiers to preprints and galleys in OPS.
de: Dieses Plugin ermöglicht die Zuweisung von Digital Object Identifiers zu Preprints und Gesamtfahnen im OPS.

# doi.manager.settings.description
source: Please configure the DOI plugin to be able to manage and use DOIs in OPS:
de: Bitte konfigurieren Sie das DOI-Plugin, damit Sie DOIs in OPS verwalten und verwenden können:

# doi.manager.settings.explainDois
source: Please select the publishing objects that will have Digital Object Identifiers (DOI) assigned:
de: Bitte wählen Sie die Publikationsobjekte aus, denen Digital Object Identifier (DOI) zugewiesen werden sollen:

# doi.manager.settings.galleysWithDescription
source: Preprint galleys, such as a published PDF
de: Preprint-Fahnen, wie z.B. ein veröffentlichtes PDF

# doi.manager.settings.enableRepresentationDoi
source: Preprint Galleys
de: Gesamtfahnen

# doi.manager.settings.publicationDoiAutoAssign
source: Automatic assignment
de: Automatische Zuweisung

# doi.manager.settings.explainpublicationDoiAutoAssign
source: Automatically assign DOI for the following objects when created:
de: Automatische Zuweisung von DOI für die folgenden Objekte bei der Erstellung:

# doi.manager.settings.doiPrefix
source: DOI Prefix
de: DOI-Präfix

# doi.manager.settings.doiPrefixPattern
source: The DOI prefix is mandatory and must be in the form 10.xxxx.
de: Der DOI-Präfix ist obligatorisch und muss in der Form 10.xxxx angegeben werden.

# doi.manager.settings.doiSuffixPattern
source: Enter a custom suffix pattern for each publication type. The custom suffix pattern may use the following symbols to generate a suffix:<br><br> <code>%j.%a</code> Preprints<br> <code>%j.%a.g%g</code> Galleys<br><br> Beware that custom suffix patterns often lead to problems generating and depositing DOIs. When using a custom suffix pattern, carefully test that editors can generate DOIs and deposit them to a registration agency like Crossref.
de: Geben Sie für jeden Publikationstyp ein benutzerdefiniertes Suffix-Muster ein. Das benutzerdefinierte Suffix-Muster kann die folgenden Symbole verwenden, um das Suffix zu erzeugen:<br><br> <code>%j.%a</code> Preprints<br> <code>%j.%a.g%g</code> Fahnen<br><br>Beachten Sie, dass benutzerdefinierte Suffix-Muster oft zu Problemen bei der Erstellung und Hinterlegung von DOIs führen. Wenn Sie ein benutzerdefiniertes Suffix-Muster verwenden, prüfen Sie sorgfältig, ob die Herausgeber DOIs erzeugen und bei einer Registrierungsagentur wie Crossref hinterlegen können.

# doi.manager.settings.doiSuffixPattern.example
source: For example, %j.%a could create a DOI such as 10.1234/server_initials.12345
de: Zum Beispiel könnte %j.%a einen DOI wie 10.1234/server_initials.12345 erzeugen

# doi.manager.settings.doiSuffixPattern.submissions
source: for preprints
de: für Preprints

# doi.manager.settings.doiSuffixPattern.representations
source: for galleys
de: für Gesamtfahnen

# doi.manager.settings.doiSubmissionSuffixPatternRequired
source: Please enter the DOI suffix pattern for preprints.
de: Bitte geben Sie das DOI-Suffixmuster für Preprints ein.

# doi.manager.settings.doiRepresentationSuffixPatternRequired
source: Please enter the DOI suffix pattern for galleys.
de: Bitte geben Sie das DOI-Suffixmuster für Gesamtfahnen ein.

# doi.manager.settings.doiReassign
source: Reassign DOIs
de: DOIs neu zuweisen

# doi.manager.settings.doiReassign.description
source: If you change your DOI configuration, DOIs that have already been assigned will not be affected. Once the DOI configuration is saved, use this button to clear all existing DOIs so that the new settings will take effect with existing objects.
de: Wenn Sie Ihre DOI-Konfiguration ändern, sind bereits zugewiesene DOIs davon nicht betroffen. Sobald die DOI-Konfiguration gespeichert ist, verwenden Sie diese Schaltfläche, um alle vorhandenen DOIs zu löschen, damit die neuen Einstellungen für die vorhandenen Objekte wirksam werden.

# doi.manager.settings.doiReassign.confirm
source: Are you sure you wish to delete all existing DOIs?
de: Sind Sie sicher, dass Sie alle bestehenden DOIs löschen möchten?

# doi.manager.settings.doiAssignServerWide
source: Assign DOIs
de: DOIs zuweisen

# doi.manager.settings.doiAssignServerWide.description
source: Assign DOIs to all published server objects that have not been assigned DOIs. This action can not be used with the individual suffix configuration. If you have modified the DOI configuration above, please save your changes before initiating this action. Assigning DOIs may take a long time, depending on the number of published objects in the server.
de: Weisen Sie allen veröffentlichten Serverobjekten, denen noch keine DOIs zugewiesen wurden, DOIs zu. Diese Aktion kann nicht mit der individuellen Suffix-Konfiguration verwendet werden. Wenn Sie die obige DOI-Konfiguration geändert haben, speichern Sie bitte Ihre Änderungen, bevor Sie diese Aktion starten. Die Zuweisung von DOIs kann je nach der Anzahl der veröffentlichten Objekte auf dem Server lange dauern.

# doi.manager.settings.doiAssignServerWide.confirm
source: Are you sure you wish to assign DOIs to all published objects that have not been assigned DOIs?
de: Sind Sie sicher, dass Sie allen veröffentlichten Objekten, denen keine DOIs zugewiesen wurden, DOIs zuweisen möchten?

# doi.manager.settings.registrationAgency
source: Registration Agency
de: Registrierungsagentur

# doi.manager.settings.registrationAgency.description
source: Please select the registration agency you would like to use when depositing DOIs.
de: Bitte wählen Sie die Registrierungsagentur aus, bei der Sie DOIs abliefern möchten.

# doi.manager.settings.registrationAgency.none
source: None
de: Keine

# doi.editor.doi.description
source: The DOI must begin with {$prefix}.
de: Der DOI muss mit {$prefix} beginnen.

# doi.editor.doi.assignDoi
source: Assign
de: zuweisen

# doi.editor.doiObjectTypeRepresentation
source: galley
de: Gesamtfahne

# doi.editor.customSuffixMissing
source: The DOI cannot be assigned because the custom suffix is missing.
de: Der DOI kann nicht zugewiesen werden, weil das benutzerdefinierte Suffix fehlt.

# doi.editor.missingParts
source: You can not generate a DOI because one or more parts of the DOI pattern are missing data.
de: Sie können keinen DOI erzeugen, weil ein oder mehrere Teile des DOI-Musters fehlen.

# doi.editor.patternNotResolved
source: The DOI cannot be assigned because it contains an unresolved pattern.
de: Der DOI kann nicht zugewiesen werden, da er ein nicht aufgelöstes Muster enthält.

# doi.editor.canBeAssigned
source: What you see is a preview of the DOI. Select the checkbox and save the form to assign the DOI.
de: Sie sehen eine Vorschau des DOI. Aktivieren Sie das Kontrollkästchen und speichern Sie das Formular, um den DOI zuzuweisen.

# doi.editor.assigned
source: The DOI is assigned to this {$pubObjectType}.
de: Der DOI wird diesem {$pubObjectType} zugewiesen.

# doi.editor.doiSuffixCustomIdentifierNotUnique
source: The given DOI suffix is already in use for another published item. Please enter a unique DOI suffix for each item.
de: Das angegebene DOI-Suffix ist bereits für einen anderen veröffentlichten Artikel in Gebrauch. Bitte geben Sie für jeden Artikel ein eindeutiges DOI-Suffix ein.

# doi.editor.clearObjectsDoi
source: Clear
de: Löschen

# doi.editor.clearObjectsDoi.confirm
source: Are you sure you wish to delete the existing DOI?
de: Sind Sie sicher, dass Sie die bestehende DOI löschen möchten?

# doi.editor.assignDoi
source: Assign the DOI {$pubId} to this {$pubObjectType}
de: Weisen Sie die DOI {$pubId} diesem {$pubObjectType} zu

# doi.editor.assignDoi.emptySuffix
source: The DOI cannot be assigned because the custom suffix is missing.
de: Der DOI kann nicht zugewiesen werden, weil das benutzerdefinierte Suffix fehlt.

# doi.editor.assignDoi.pattern
source: The DOI {$pubId} cannot be assigned because it contains an unresolved pattern.
de: Der DOI {$pubId} kann nicht zugewiesen werden, da er ein nicht aufgelöstes Muster enthält.

# doi.editor.assignDoi.assigned
source: The DOI {$pubId} has been assigned. To edit the DOI, visit the <a href="{$doiManagementLink}">DOI Management page</a>.
de: Die DOI {$pubId} ist zugewiesen worden. Um die DOI zu bearbeiten, besuchen Sie die <a href="{$doiManagementLink}">DOI-Verwaltungsseite</a>.

# doi.editor.assignDoi.toBeAssigned
source: The DOI {$pubId} will be assigned on publication.
de: Die DOI {$pubId} wird bei der Veröffentlichung zugewiesen.

# doi.editor.missingPrefix
source: The DOI must begin with {$doiPrefix}.
de: Der DOI muss mit {$doiPrefix} beginnen.

# doi.editor.preview.publication
source: The DOI for this publication will be {$doi}.
de: Der DOI für diese Veröffentlichung lautet {$doi}.

# doi.editor.preview.publication.none
source: A DOI has not been assigned to this publication.
de: Für diese Veröffentlichung wurde kein DOI vergeben.

# doi.editor.preview.galleys
source: Galley: {$galleyLabel}
de: Gesamtfahne: {$galleyLabel}

# doi.editor.preview.objects
source: Item
de: Eintrag

# api.galley.403.publicationDidNotMatch
source: The galley that you requested is not part of this publication.
de: Die Fahne, die Sie angefordert haben, ist nicht Teil dieser Veröffentlichung.

# api.galley.403.canEditPublishedDoi
source: Only DOIs can be edited after a publication/galley has been published
de: Nur DOIs können bearbeitet werden, nachdem eine Veröffentlichung/Fahne veröffentlicht wurde

# api.issue.400.invalidDoi
source: The submitted DOI is not valid
de: Die vorgelegte DOI ist ungültig

# api.issue.403.canEditPublishedDoi
source: Only DOIs can be edited after a publication has been published
de: Nur DOIs können bearbeitet werden, nachdem eine Veröffentlichung veröffentlicht wurde

# manager.institutions.noContext
source: This institution's press could not be found.
de: Der Verlag der Institution konnte nicht gefunden werden.

# manager.manageEmails.description
source: Edit the messages sent in emails from this preprint server.
de: Nachrichten bearbeiten, die in E-Mails von diesem Preprint Server versandt werden.

# mailable.postedAck.name
source: Posted Acknowledgement
de: Bestätigung der Veröffentlichung

# mailable.postedAck.description
source: This email is automatically sent to an author when the preprint is posted online on the server.
de: Diese E-Mail wird, wenn die Funktion aktiviert ist, automatisch an den Autor gesendet, wenn der Preprint auf dem Server online gestellt wird.

# mailable.editorAssigned.name
source: Moderator Assigned (Auto)
de: Moderator/in zugewiesen (Automatisch)

# mailable.editorAssigned.description
source: This email is sent to a moderator when they are automatically assigned to a submission.
de: Diese E-Mail wird an eine/n Moderator/in geschickt, wenn sie automatisch einer Einreichung zugewiesen wurden.

# manager.preprintPosted
source: Preprint Posted
de: Preprint veröffentlicht

# manager.preprintPosted.description
source: Configure the email notifications to send when a new preprint is posted.
de: Bearbeiten Sie die E-Mail-Benachrichtigungen, die geschickt werden, wenn ein neuer Preprint veröffentlicht wird.

# manager.preprintPosted.fieldDescription
source: Whether or not to send an email to the authors of the preprint when it is posted.
de: Ob eine E-Mail an die Autor/innen eines Preprints geschickt werden soll, wenn er veröffentlicht wird.

# mailable.publicationVersionNotify.name
source: New Version Created
de: Neue Version erstellt

# mailable.publicationVersionNotify.description
source: This email automatically notifies the assigned moderators when a new version of a preprint is created.
de: Diese E-Mail benachrichtigt automatisch die zugewiesenen Moderator/innen, wenn eine neue Version eines Preprints erstellt wird.

# mailable.submissionAck.name
source: Submission Acknowledgement (Pending Moderation)
de: Bestätigung einer Einreichung (Moderation ausstehend)

# mailable.submissionAck.description
source: This email is automatically sent to an author when they make a submission and a moderator must approve it.
de: Diese E-Mail wird automatisch an Autor/innen geschickt, wenn Sie einen Beitrag einreichen und ein/e Moderator/in ihn annehmen muss.

# mailable.submissionAckCanPost.name
source: Submission Acknowledgement (No Moderation Required)
de: Bestätigung einer Einreichung (Keine Moderation benötigt)

# mailable.submissionAckCanPost.description
source: This email is automatically sent to an author when they make a submission and no moderation is required. The author can post their preprint immediately.
de: Diese E-Mail wird automatisch an Autor/innen geschickt, wenn Sie einen Beitrag einreichen und keine Moderation benötigt wird. Autor/innen können ihren Preprint sofort veröffentlichen.

# manager.setup.workflow.forTheEditorsHelp.description
source: The following is shown to authors during the For Readers step, when they are asked to provide metadata such as keywords, licensing information, and other details to assist in discovery and moderation.
de: Die folgenden Informationen wird Autor/innenen während des Schritts "Für Leser/innen" angezeigt, wenn sie aufgefordert werden, Metadaten wie Schlagwörter, Lizenzinformationen und andere Details anzugeben, um die Auffindbarkeit und die Moderation zu unterstützen.

# mailable.postedNewVersionAck.name
source: New Version Posted
de: Neue Version wurde veröffentlicht

# mailable.postedNewVersionAck.description
source: This email is sent to the author when a new version of their preprint is posted.
de: Diese E-Mail wird an Autor/innen geschickt, wenn eine neue Version ihres Preprints veröffentlicht wird.

# mailable.decision.initialDecline.notifyAuthor.name
source: Submission Declined
de: Einreichung abgelehnt

# mailable.decision.initialDecline.notifyAuthor.description
source: This email notifies the author that their preprint has been declined and will not be posted.
de: Diese E-Mail benachrichtigt Autor/innen, dass ihr Preprint abgelehnt wurde und nicht veröffentlicht wird.

# emailTemplate.variable.statisticsReportNotify.publicationStatsLink
source: The link to the preprints statistics page
de: Link zur Statistikseite der Preprints

# mailable.statisticsReportNotify.description
source: This email is automatically sent monthly to moderators and server managers to provide them a system health overview.
de: Diese E-Mail wird monatlich automatisch an Moderator/innen und Server-Manager/innen versandt, um ihnen einen Überblick über den Systemzustand zu geben.

# emailTemplate.variable.context.mailingAddress
source: The mailing address of the server
de: Adresse des Servers

# mailable.decision.accept.notifyAuthor.description
source: This email notifies the author that their preprint has been accepted for posting.
de: Diese E-Mail benachrichtigt die Autor/innen, dass ihr Preprint zur Veröffentlichung angenommen wurde.

# manager.setup.contextSummary.description
source: Offer a brief description of your server to provide insight into its content and purpose.
de: Bieten Sie eine kurze Beschreibung des Servers an, um Informationen zu den Inhalten und Zwecken zu teilen.
